Repository: Joe1962/vinstall-ng
Catalog: .lang/*.po
Languages: es

source: VectorLinux Installer
es: Instalador de VectorLinux

source: GUI installer for Vector linux
es: Instaladador Gráfico de VectorLinux

source: Restart
es: Reiniciar

source: Please select a default operating system to boot before proceeding
es: Por favor selectione el sistema operativo que se iniciara por defecto

source: Select an entry from this list
es: Seleccione una de esta opciones

source: Skipping boot loaded setup
es: Salteando configuración del Gestor de Arranque

source: Passwords do not match. Please enter the same password twice
es: Las contraseñas no coinciden. Por favor ingrese la misma contraseña

source: You have not created any user accounts for this system yet. There is not enough information
es: No haz creado cuentas de usuario para este sistema. No hay suficiente información

source: to create an account here. It is recommended that you create at least one.
es: para crear una cuenta aquí. Recomendamos que cree al menos una.

source: Would you like to continue anyway?
es: Quieres continuar de todos modos?

source: Yes
es: Sí

source: Please specify a hostname for this computer
es: Ingresa un Nombre de Doinio (Hostname) para este ordenador.

source: Please specify the domain this computer belongs to
es: Por favor especifica el dominio al que pertenece esta computadora

source: VectorLinux will now try to detect and configure your graphics hardware.
es: VectorLinux intentará detectar y configurar tu hardware de video.

source: Your screen may flicker or go blank for a few seconds during this process.
es: Tu pantalla puede parpadear o apagarse por unos segundos durante este proceso.

source: Please wait while setup attampts to run the partitioning utility
es: Por favor espere, el instalador intentará ejecutar la herramienta de particionado

source: Please wait while setup analyses your current partition setup.
es: Por favor espere mientras el instalador analiza su particonado actual.

source: This may take a while ...
es: Esto puede tardar unos minutos ...

source: You must select a "/" partition. This is the target where the system will install to
es: Debes seleccionar una partición para "/" (raíz). Allí sera instalado el sistema operativo

source: Skipping lilo setup
es: Salteando configuración de LILO

source: Back
es: Regresar

source: Exit Installation
es: Salir del Instalador

source: Next
es: Siguiente

source: This portion of the setup process allows you to sutup your soundcard for your new operating system.
es: Esta parte de la instlación te permite configurar tu tarjeta de sonido para tunuevo sistema operativo.

source: Please use the setup program below to setup the sound system.
es: Pro favo utiliza el siguiente software para configurar el sistema de sonido.

source: When finished making changes, exit the partitioning application to continue ...
es: Cuando finalices tus cambios, sal del particionador desde el menú o presiona Control + Q para continuar ...

source: Disk Partitioning:
es: Particionado de disco:

source: has been installed to your system. Your new system has been configured with the default factory settings.
es: ha sido instalado en tu sistema. Tu ordenador ha sido configurado utilizando las opciones por defecto.

source: After reboot you can use vasm or vasmCC to fine tune your installation.
es: Luego de reiniciar, puedes utilizar Vasm o VasmCC para ultimar los detalles de la instalación

source: Your computer needs to be restarted so that you can use your new operating system. Click
es: Su ordenador necesita ser reiniciado así puedes comenzar a utilizar tu nuevo sistema operativo. Haz click

source: to restart your computer now or click
es: para reiniciar su ordenador ahora o haga click.

source: to restart your computer at a later time
es: para reiniciar su ordenador luego.

source: If you installed from CD-ROM/R/RW media, please remove de disk before restarting.
es: Si haz instalado VectorLinux desde una unidad de CD / DVD, por favo retira el disco antes de reiniciar.

source: Installation is finished
es: La instalación ha finalizado

source: Would you like to use Vl-Hot or HAL to manage your removable devices?
es: Deseas utilizar HAL o VL-Hot para controlar tus dispositivos extraibles?

source: Vectorlinux is preparing your system for installation. Please wait.
es: Por favor espere mientras VectorLinux prepara su sistema para instalacion

source: Current Status
es: Estado Actual

source: Select picture for user Login
es: Selecciona una imagen

source: Reset settings for
es: Eliminar configuraciones existentes para

source: Please select an account name from the dropdown list.
es: Selecciona un nombre de cuenta de la lista.

source: Password fields cannot be blank. Please enter a password for
es: La contraseña no puede ser vacía, por favor ingresa una contraseña para

source: Selected passwords dont match. Please enter the same password twice
es: Las contraseñas ingresadas no coinciden.

source: User account for
es: Cuenta de usuario para

source: Account
es: Cuenta

source: New Password
es: Nueva contraseña

source: Select login Image
es: Selecciona una imagen para tu usuario

source: Select
es: Seleciona

source: Verify Password
es: Verificar contraseña

source: User Rights Management
es: Administración de los Permisos de Usuario

source: Select Settings to reset
es: Selecciona las configuraciones a sobreescribir

source: Import Account
es: Importar cuenta de usuario

source: Done
es: Hecho

source: Import Existing User Accounts
es: Importar cuentas de usuario existentes

source: Current Step
es: Este paso

source: Vectorlinux is currently being installed to your system... Please wait
es: Por favor espere mientras VectorLinux se instala en su sistema

source: Installing ...
es: Instalando...

source: Current Step
es: Este paso

source: Total progress
es: Progreso Total

source: Select your language
es: Selecciona tu idioma

source: The following Operating Systems have been detected on this computer. Choose your desired option
es: los siguientes Sistemas Operativos han sido detectados en su ordenador. Selecciona la opción deseada

source: for each one of them by clicking on each tab. To proceed with the default pre-set values, simply click
es: para cada uno de ellos seleccionando cada pestaña. Para continuar con los valores seleccionados por defecto simplemente haz click en

source: Standard
es: Estandar

source: Configure and install lilo (Linux Boot Loader)
es: Confuguración de LILO

source: Don't Install Lilo
es: No quiero instalar LILO

source: Video Resolution
es: Resolucion de pantalla

source: Bootsplash Med
es: Resolución del arranque gráfico (bootsplash) media

source: Bootsplash High
es: Resolución del arranque gráfico (bootsplash) alta

source: Bootsplash Extra high
es: Resolución del arranque gráfico (bootsplash) súper alta

source: Prompt Timeout
es: Límite de espera

source: Seconds
es: Segundos

source: Boot Default
es: Arranque por defecto

source: Bootsplash Extra High
es: Resolución del arranque gráfico (bootsplash) súper alta

source: Boot Manager Configuration
es: Configuración del gestor de inicio (Boot Loader)

source: Do not install LILO
es: No instalar LILO

source: Network Configuration
es: Configuración de red

source: Computer Name
es: Nombre Local

source: Domain
es: Dominio

source: Manual DNS Server Specification
es: Configuración Manual de servidores de nombres (DNS)

source: Primary DNS Server
es: Servidor de nombres primario (DNS)

source: Secondary DNS Server
es: Servidor de nombres (DNS) secundario

source: Select this option if you already have a linux installation that you wish to overwrite or if a linux partition scheme exists in your hard disk.
es: Selecciona esta opción si ya dispones de una instalación de Linux que quieras sobreescribir o si las particines Linux ya existen en tu disco duro.

source: This option will overwrite any existing data in the selected partitions
es: Esta opción sobreescribirá los datos de las particiones seleccionadas

source: Use this option if you already prepared your partitions using the VectorLinux installer
es: Usa esta opción si ya haz preparado tus particiones utilizando el instalador de VectorLinux

source: Select this option is you wish to create, more or resize partitions in order to make room for your new VectorLinux installation.
es: Selecciona esta opción si deseas crear o redimensionar particiones para conseguir espacio para tu nueva instalación de VectorLinux.

source: This option is the safest choice if you have other existing installations that you wish to keep.
es: Esta opción es la más segura si quieres conservar otras instalaciones.

source: Disk Partitioning Options
es: Opciones de particionado de disco

source: Use existing disk partitions
es: Utilizar las particiones existentes en mi disco duro

source: Modify my disk partitions to make room for new installation
es: Modificaré mi disco duro para hacer lugar para la nueva instalación

source: ABOUT SYSTEM PARTITIONING IN LINUX
es: Acerca del particionado en Linux

source: Linux is a modular operating system. This means that is has the ability to store system and
es: Linux es un sistema operativo modular. Esto significa que tiene la capacidad de alojar el sistema y

source: user data separately for added data security. You may install the system to a single partition
es: datos del usuario separadamente para incrementar la seguridad de sus datos. Puedes instalar el sistema en una única partición

source: by simply selecting a "/" value on this screen. The rest is optional. The following is a
es: simplemente seleccionando un valor para "/" en esta pantalla. El resto es opcional. Lo siguiente es un

source: suggested setup for a typical Linux installation
es: configuración recomendada para una instalación típica de Linux

source: Used to store system data. This particular install requires a minimum of
es: Utilizada para almacenar los datos del sistema. Esta instalación en particular requiere un mínimo de

source: for this
es: para esto

source: but you should considear a higher value to make sure you have room to install additional software
es: pero deberías considerar un valor más alto para asegurarte espacio para software adicional que desees instlar luego

source: in case you wish to.
es: en caso que lo desees.

source: Used to store user documents, pictures, videos. Give yourself as much room as you want
es: Utilizada para almacenar los ficheros del usuario, documentos, imágenes, videos, etc. Puedes asignar tanto espacio como desees

source: Typically, you want to use the largest partition for this.
es: Normalmente querrías utilizar tu partición más grande para esto.

source: Using a swap partition is suggested if your total RAM is less than 1GB. Suggested ammount
es: Utilizar una partición Swap es recomendado si tu cantidad de memoria RAM es inferior a 1GB. El monto sugerido

source: for this is
es: para esto es

source: but can also be calculated as 2 times your ammount of RAM
es: pero también puede ser calculada duplicando el tamaño de tu memoria RAM

source: Please select the partitions you wish to use and how to use them
es: For favor, seleccione las secciones del disco que desea usar, y también como usarlas

source: Help
es: Ayuda

source: Check this box if you have a Windows installation on your system or any other windows partition (FAT, FAT32, NTFS) that you want auto-mounted as soon as your computer starts
es: Selecciona esta casilla si hay una instalación Windows en tu sistema o otra partición Windows (FAT, FAT32, NTFS) que quieras montar automáticamente al arrancar el ordenador

source: Detect and Setup Windows partitions for auto-mounting at boot
es: Detectar volúmenes con sistemas Windows

source: Choose your installation mode
es: Selecciona el modo de instalación

source: Package
es: Paquete

source: Description
es: Descripción

source: Size
es: Tamano

source: Installs all optional components in your VectorLinux media to your system
es: Instala todos los componentes disponibles en el CD de instalación.

source: Choose your optional components to install.
es: Selecciona los componentes opcionales a instalar.

source: Full Install
es: Instalacion Completa

source: Custom Install
es: Instalación Personalizada

source: Select your indivirual packages to install.
es: Selecciona paquetes individuales para su instalación.

source: To install them all, just click next
es: Para instalarlos todos, simplemente presiona Sigiente

source: Select which settings to reset
es: Selecciona las configuraciones para sobreescribir

source: System Administrator Password
es: Contraseña del administrador del sistema

source: Most other every-day taks do not require administrative priviledges.
es: Las tareas diarias no requieren privilegios de administrador

source: For added security, use a password that is easy for you to remember, but hard for others to guess
es: Por motivos de seguridad, deberías utilizar una clave fácil de recordar, pero difícil de adivinar

source: About the root account
es: Acerca de la cuenta del usuario root

source: Enter a Password for root.
es: Ingresa una contraseña para root.

source: Passwords do not match. Please enter the same password twice for accuracy.
es: Las contraseñas no coinciden. Por favor ingrese la misma contraseña dos veces para estar seguros de que es la que Usted verdaderamente desea.

source: System Administrator
es: Administrador del sistema

source: The linux root account is pre-assigned to be used as the system administrator's account. This account is used to perform system-wide changes such as software upgrades, managing user accounts etc. Most other operations do not require administrative priviledges. The root password must be entered twice for ensured accuracy. When choosing a root password, think of something easy for you to remember, but hard for others to guess.
es: La cuenta root en los sistemas Linux está diseñada como la cuenta del administrador del sistema. Es utilizada para realizar tareas de mantenimiento del sistema globales, tales como actualizaciones de software, gestionar los permisos o crear nuevos usuarios, etc. La mayoría de las otras operaciones no requieren privilegios de administrador. La contraseña para el usuario root deberá ser ingresada dos veces para asegurar que es la contraseña deseada. Al elegir la contraseña de administrador, piensa en algo fácil de recordar, pero al mismo tiempo difícil de adivinar para los otros.

source: Enter Password
es: Ingresa contraseña

source: Re-Enter Password
es: Vuelva a ingresar la contraseña

source: Set Password
es: Define tu contraseña

source: No Installable Media Found
es: No se encontró ningún medio instalable

source: Click
es: Haz click en

source: to begin installating
es: para comenzar la instalación

source: Unable to locate any installable media.
es: No se ha podido encontrar un medio de instalación.

source: Select installation media from the list below
es: Selecciona el medio de instalación de la siguiente lista

source: Unable to identify distro.
es: No se pudo detectar la distribución.

source: Minimum Disk Space Requirements
es: Requerimientos mínimos de espacio en disco

source: No installable images found.
es: No se encontró ninguna imagen que se pueda instalar

source: Select which VectorLinux version you wish to install from the list below
es: Selectiona la imagen que deseas instalar de la lista

source: Search Again
es: Buscar nuevamente

source: Installation Summary
es: Resumen del proceso

source: Custom
es: Personalizado

source: Full
es: Completa

source: Preparing Installation Summary ... Please wait
es: Preparando el resumen de la instalación ... Por favor espera

source: Partition
es: Partición

source: Filesystem
es: Sistema de Archivos

source: Mount Point
es: Punto de montaje

source: Format ?
es: Formatear?

source: Not Used
es: Sin usar

source: Do not format
es: No Formatear

source: None
es: Ninguno

source: Do not mount
es: No montar

source: Package Name
es: Nombre del paquete

source: BULK PACKAGES
es: PAQUETES POR CATEGORIA

source: USER-SELECTED PACKAGES
es: PAQUETES INDIVIDUALES

source: Installation Type
es: Tipo de instalación

source: Partition Selection Scheme
es: Selección del esquema de particionado

source: Software Selection
es: Selección de software

source: Create User Accounts
es: Limiar cuentas de usuario

source: Creating user account ... Please wait
es: Creando la cuenta de usuario ... Por favor espera

source: Enter the login name that this user will user to login to this system.
es: Ingresa el nombre de usuario que será utilizado para registrarse en el sistema.

source: Login name field contains illegal characters. Please use only lowercase letters and numbers
es: Tu nombre de usuario contiene caracteres ilegales. Por favor utiliza solo letras minúsculas y números

source: Username contains illegal characters
es: El nombre de usuario contiene caracteres ilegales

source: already exists
es: ya existe

source: Enter a password for
es: Ingresa una contraseña para

source: Passwords do not match
es: Las contraseñas no coinciden

source: Enter the same password twice
es: Ingresa la misma contraseña dos veces

source: Your password selections do not match. Please enter the same password twice
es: Sus contraseñas no coinciden. Por favor ingrese la misma contraseña dos veces.

source: Groups are a way of administering permissions for your users. You grant the user
es: Los Grupos son un método para administrar los permisos de los usuarios. Le garantizas a cada usuario

source: permission to do certain things by adding them to certain groups.
es: permisos para realizar determinadas acciones agregándolo a un grupo o a varios grupos determinados.

source: Select which groups you want this user to be a part of here
es: Selecciona los grupos de los que este usuario será parte

source: Choose a unique name for each user. Enter the password for twice for accuracy. You can make as many users as you want, and when you are finished click next to continue.
es: Elige un nombre único para cada usuario. Es necesario ingresar las contraseñas dos veces. Puedes crear todas las cuentas de usuarios que desees

source: Use Picture ID for Login greeting
es: Utilizar una imágen para el usuario en el gestor de sesiones

source: Create User
es: Agregar Usuario

source: Clear Form
es: Limpiar Formulario

source: Login Name
es: Nombre de usuario

source: ReEnter Password
es: Vuelva a ingresar la contraseña

source: Real Name
es: Nombre Real

source: User Accounts
es: Usuarios

source: To install them all, just click
es: Para instalarlos todos, simplemente clickea

source: Reading available software selection ... Please wait
es: Leyendo selección de software ... Por favor espera

source: Select the windows partitions you would like to mount during boot
es: Selecciona qué volumenes usados por Windows deseas acceder desde Linux

source: Uses the default (failsafe) configuration.
es: Usar la configuración por defecto (modo seguro).

source: Probe hardware to setup your Graphical Environment using your preffered settings
es: Testear tu hardware para configurar tu Entorno Gráfico con tus configuraciones predefinidas

source: Use the console framebuffer driver
es: Utilizar el controlador Framebuffer para la consola

source: Graphical Interface Settings
es: Configuración de la interfaz gráfica de usuario

source: Video Driver
es: Driver de video

source: Color Depth
es: Profundidad de color

source: Screen Resolution
es: Resolución de la pantalla

source: 1 bit Mono B/W
es: 1 bit Mono

source: Timezone configuration
es: Configuración de la Zona Horaria

source: Choose the correct timezone for the area in which you live.
es: Selecciona la zona horaria del área donde vives

source: LocalTime
es: Hora Local

source: Choose how your hardware clock is set up. Choose UTC if you know that the clock is set up to the Coordinated Universal Time (UTC/GMT). Otherwise, Choose localtime since most PCs are setup this way.
es: Elige como funciona el reloj de esta máquina. Si tienes dudas elige UTC/GMT

source: Lilo returned an error. Please see below
es: Lilo ha devuelto un error. Por favor, lee más abajo

source: Boot loader has been setup successfully
es: El cargador de arranque ha sido configurado con éxito

source: MBR of
es: MBR de

source: Bootsector of
es: Sector de arranque de

source: Floppy
es: Disco Flexible

source: Working ... Please Wait
es: Trabajando ... Por favor espera

source: Scanning system for installable media. Please wait ...
es: Buscando medios de instalación en el sistema. Por favor espere ...

source: Setup was unable to find any installable media on your system. Please insert your VectorLinux
es: El instalador no ha podido encontrar ningún medio instalable en tu sistema. Por favor inserta Vectorlinux

source: installation CD and click
es: CD de instalación y haz click.

source: to try again
es: para intentarlo nuevamente

source: Build Date:
es: Compilado el:

source: MINIMUM REQUIREMENTS
es: Requerimientos mínimos del sistema

source: Setup is unable to find SETUP.CONF in your install media. This could be symptoms of a bad burn or a bad ISO
es: El instalador no puede encontrar SETUP.CONF en el medio de instalación. Eso puede ser síntoma de una mala grabación de la ISO

source: Cannot find SETUP.CONF
es: No se pudo encontrar SETUP.CONF

source: Preparation
es: Preparación

source: Language Selection
es: Selección de idioma

source: Find installation media
es: Buscar medio de instalación

source: Disk Partitioning
es: Particionado de disco

source: Installation
es: Instalación

source: Install Operating System
es: Copiar Archivos

source: System Configuration
es: Configurar el sistema

source: Boot Menu Options
es: Opciones de arranque

source: Regional Settings
es: Opciones de regionalización

source: Final Hardware Configuration
es: Configuración final de Hardware

source: VectorLinux is unable to determine the type of hard disks on your system.
es: El instalador no ha podido determinar el tipo de disco duro en tu sistema.

source: It is still possible to install VectorLinux on your system, but you need to pre-partition your disks first
es: Es posible instalar VectorLinux entu sistema, pero derías particionar el disco primero

source: Gparted was not found on this system. Please install gparted and try again
es: No se encontró Gparted en el sistema. Por favor, instala Gparted y prueba de nuevo

source: Loading gparted ... Please wait
es: Cargando Gparted ... Por favor espere

source: Setup is unable to successfully run gparted on this system. This may be a sign of
es: El programa de instalación no pudo ejecutar Gparted en tu sistema. Esto puede ser señal de

source: a bad install media. Setup cannot continue.
es: error en el medio de instalación. El programa de instalación no puede continuar.

source: Several windows found. I will take the first one!
es: Se han encontrado varios windows. Cogeré el primero!

source: There as been an error while installing required system software.
es: Ha ocurrido un error durante la instalación del software base.

source: There has been an error while installing optional software to your system.
es: Ha ocurrido un error durante la instalación del software opcional.

source: There has been an error while installing optional software to your system.
es: Ha ocurrido un error mientras se instalaba el software opcional.

source: Error while installing required system software.
es: Error al instalar el software base.

source: Error while installing system configuration.
es: Error al instalar la configuración del sistema.

source: Unable to install kernels.
es: No se pudieron instalar los kernels.

source: Installing
es: Instalando

source: Failed to install. Installation will stop
es: La instalación ha fallado.

source: Installing user-selected package
es: Instalando paquetes selecionados por el usuario
