Repository: Joe1962/vinstall-ng
Catalog: .lang/*.po
Languages: es

source: Error while installing
es: Error al instalar

source: failed to install. Installation will stop now
es: fallado la instalación. El instalador terminará ahora.

source: Writing new /etc/fstab to system
es: Escribiendo el nuevo /etc/fstab en el sistema

source: Vectorlinux is now installed in your system. Please click
es: VectorLinux ha sido instalado e tu sistema. Por favor presiona

source: to configure it.
es: para configurarla.

source: Packages have been installed in your system. Please click
es: Los paquetes han sido instalados en tu sistema. Por favor haga click

source: Error occurred while installing
es: Ha ocurrido un error durante la instalación

source: Vectorlinux is now being installed. Please wait...
es: Vectorlinux se está instalando. Por favor, espere ...

source: There has been an error extracting
es: Ha ourrido un error en la extracción

source: Finished intalling Bulks
es: Instalación de paquetes finalizada

source: Installation phase complete. Ready for configuration
es: Fase de instalación completada. Vamos a por la configuración

source: Installing default system configuration and required software.
es: Instalando el software necesario y las configuraciones por defecto.

source: Installing Required Package ...
es: Instalando paquetes requeridos ...

source: Failed to install
es: La instalación ha fallado

source: MBR of
es: MBR de

source: Your option to boot
es: Tu opción para iniciar

source: is too long. it has been adjusted to "Vector-cli". You can run vasmCC after the first boot to modify your boot options
es: es demasiado largo. Ha sido ajustado a "Vector-cli". Puedes ejecutar VasmCC luego del primer inicio para modificar tus opciones de arranque.

source: installed on
es: instalado en

source: Include this installation in the boot menu
es: Incluir esta instalación en el menú de arranque

source: Name
es: Nombre

source: installed in
es: instalado en

source: Include in boot menu
es: Incluir en el menú de arranque

source: Kernel boot options
es: Opciones de arranque de kernel

source: Add option to boot this operating system into text mode
es: Agregar una opción para iniciar este sistema operativo en Modo Texto.

source: Windows installation found in
es: Instalación de Windows detectada en

source: Label
es: Etiqueta

source: Operating system installed in
es: Sistema Operativo instalado en

source: Include this operating system in the boot menu
es: Incluir este sistema operativo en el menú de arranque

source: Initial Ram Disk
es: Disco Ram inicial

source: Add option to boot this Operating system into Text mode.
es: Agregar una opción para iniciar este sistema operativo en Modo Texto.

source: Probing your networking hardware ... Please wait
es: Detectando tu Hardware ... Por favor espera

source: No ethernet neworking devices found
es: No se han encontrado dispositivos de red Ethernet

source: Wired
es: Cableado

source: Wireless
es: Inalámbrico

source: Plugged-in
es: Conectado

source: Unplugged
es: Desconectado

source: Hardware Address
es: Dirección MAC

source: Interface Type
es: Tipo de interfaz

source: Automatically activate this interface at start-up
es: Activar esta interfaz automáticamente al arrancar

source: Setup Mode
es: Modo de configuración

source: Encryption type
es: Tipo de encriptación

source: Encryption key
es: Clave encriptada

source: Access Point
es: Punto de Accesso (Access Point)

source: STATUS:
es: Estado Actual:

source: Dynamic Host Control Protocol
es: Dynamic Host Control Protocol (DHCP)

source: Automatic settings via DHCP.
es: Configuración automática utilizando DHCP

source: This will work if you use a cable or DSL modem on a home network.
es: Esto funcionará si tienes cable o módem DSL en una red casera.

source: If in doubt, choose this option
es: Si dudas, elige esta opción

source: Static IP Address Settings
es: Confiduración de IP estática

source: IP Address
es: Dirección IP

source: Subnet Mask
es: Máscara de subred

source: Gateway Address
es: Dirección de Puerta de Enlace (GW)

source: There has been an error while trying to format
es: Ha ocurrido un error mientras se intentaba formatear la partición.

source: PARTITION
es: Partición

source: MOUNT POINT
es: Punto de montaje

source: FILESYSTEM
es: Sistema de archivos

source: Please select only one
es: Por favor, seleccione solo una

source: partition
es: partición

source: Calculating package count ... Please wait
es: Calculando el número de paquetes ... Por favor espere

source: Total bulks to be installed =
es: Total de suites de paquetes a instalar:

source: Total pkgs to be installed =
es: Total de paquetes a instalar:

source: BROUGHT TO YOU BY
es: Créditos

source: Activating swap space
es: Activando la partición Swap

source: Preparing filesystems
es: Preparando sistemas de archivos

source: PARTITIONING LAYOUT
es: Diseño del particionado

source: OPTIONAL WINDOWS PARTITIONS TO BE MOUNTED AT BOOT TIME.
es: Particiones Windows que se montarán al inicio del sistema.

source: INSTALL TYPE:
es: Tipo de instalación:

source: BULK PACKAGES:
es: Paquetes por categoría

source: OPTIONAL PACKAGES:
es: Paquetes opcionales

source: This user can access CD/DVD devices
es: Este usuario puede utilizar dispositivos de CD/DVD

source: This user can access floppy disks
es: Este usuario puede utilizar dispositivos de disco blando (floppy disks)

source: This user is allowed to print
es: Este usuario puede utilizar dispositivos de impresión

source: This user can access scanner devices
es: Este usuario puede utilizar dispositivos de scaneado de imágenes

source: This user is allowed to change audio settings
es: Este usuario tiene permitido cambiar las configuraciones de audio

source: This user is allowed to change video settings
es: Este usuario tiene permitido cambiar las configuraciones de video

source: This user is allowed to play restricted games
es: Este usuario puede jugar juegos restringidos

source: Restricted administrator (backup)
es: Administrador de sistema con restricciones

source: This user is a system administrator
es: Este usuario es administrador del sistema

source: Elite user
es: Usuario Privilegiado

source: Allow user to mount / un-mount Pendrive (USB Sticks)
es: Permitir al usuario montar o desmontar Pendrives (USB Sticks)

source: Allow user to mount / un-mount Removable HD Storage Devices
es: Permitir al usuario montar o desmontar Dispositivos de Almacenamiento Externos (HD Storage)

source: Windows Partitions Detected
es: Particiones Windows detectadas

source: MOUNT TO
es: Montar en

source: No Windows partitions detected
es: Particiones Windows no detectadas en tu sistema

source: localtime-copied-from
es: Hora-local-copiada-de

source: localtime
es: Hora local
