Repository: Joe1962/vinstall-ng
Catalog: .lang/vl-installer-*-0.1.11.po
Languages: pt

source: 1 bit Mono B/W
pt: 1 bit Mono P&B

source: 4 bit 16 Color
pt: 4 bit 16 Cores

source: 8 bit 256 Color
pt: 8 bit 256 Cores

source: ABOUT SYSTEM PARTITIONING IN LINUX
pt: SOBRE O PARTICIONAMENTO EM LINUX

source: About the root account
pt: Sobre a conta de utilizadot Root

source: Access Point
pt: Ponto de Acesso

source: Activating swap space
pt: A activar a partição Swap

source: Add option to boot this Operating system into Text mode.
pt: Adicionar opção para arrancar este Sistema Operativo em modo de Texto

source: Add option to boot this operating system into text mode
pt: Adicionar opção para arrancar este sistema operativo em modo de texto

source: After reboot you can use vasm or vasmCC to fine tune your installation.
pt: Após o sistema reiniciar, pode usar os programas vasm ou vasmCC para melhor configurar a sua instalação

source: Allow user to mount / un-mount Pendrive (USB Sticks)
pt: Permitir a montagem e desmontagem de Pendrives (Drives USB)

source: Allow user to mount / un-mount Removable HD Storage Devices
pt: Permitir a montagem e desmontagem de discos rígidos removíveis

source: Automatic settings via DHCP.
pt: Configuração automática por DHCP

source: Automatically activate this interface at start-up
pt: Activar esta interface automaticamente ao arrancar

source: BROUGHT TO YOU BY
pt: TRAZIDO ATÉ SI POR:

source: BULK PACKAGES
pt: PACOTES POR CATEGORIA

source: BULK PACKAGES:
pt: PACOTES POR CATEGORIA:

source: Back
pt: Anterior

source: Boot Default
pt: Arranque de base

source: Boot Manager Configuration
pt: Configuração do Gestor de Arranque

source: Boot Menu Options
pt: Opções do Menu de Arranque

source: Boot loader has been setup successfully
pt: O gestor de arranque foi configurado com sucesso

source: Bootsector of
pt: Sector de arranque de

source: Bootsplash Extra High
pt: Bootsplash (ecrã de arranque) Resolução Máxima

source: Bootsplash Extra high
pt: Bootsplash (ecrã de arranque) Resolução Máxima

source: Bootsplash High
pt: Bootsplash (ecrã de arranque) Alta Resolução

source: Bootsplash Med
pt: Bootsplash (ecrã de arranque) Resolução Média

source: Build Date:
pt: Compilado em:

source: Button1
pt: Botão1

source: Calculating package count ... Please wait
pt: A calcular o número de pacotes ... Por favor, aguarde

source: Cannot find SETUP.CONF
pt: Não se encontrou SETUP.CONF

source: Check this box if you have a Windows installation on your system or any other windows partition (FAT, FAT32, NTFS) that you want auto-mounted as soon as your computer starts
pt: Seleccione esta opção se tiver uma instalação Windows no seu sistema, ou qualquer partição Windows (FAT, FAT32, NTFS) que deseje auto-montada durante o arranque

source: Choose a unique name for each user. Enter the password for twice for accuracy. You can make as many users as you want, and when you are finished click next to continue.
pt: Seleccione um nome único para cada utilizador. É necessário introduzir a senha duas vezes. Pode criar todos os utilizadores que desejar. Quando terminar, pressione "Próximo" para continuar.

source: Choose how your hardware clock is set up. Choose UTC if you know that the clock is set up to the Coordinated Universal Time (UTC/GMT). Otherwise, Choose localtime since most PCs are setup this way.
pt: Seleccione como o relógio do seu computador está configurado. Escolha UTC/GMT se souber que é a opção indicada. Em caso de dúvida, escolha Tempo Local.

source: Choose the correct timezone for the area in which you live.
pt: Seleccione a zona horária do local onde vive.

source: Choose your installation mode
pt: Seleccione o modo de instalação

source: Choose your optional components to install.
pt: Seleccione os componentes facultativos que pretende instalar.

source: Clear Form
pt: Limpar formulário

source: Click
pt: Clique

source: Color Depth
pt: Profundidade de cor

source: Computer Name
pt: Nome do computador

source: Configure and install lilo (Linux Boot Loader)
pt: Configurar e instalar lilo (gestor de arranque)

source: Create User
pt: Criar utilizador

source: Create User Accounts
pt: Criar contas de utilizador

source: Creating user account ... Please wait
pt: A criar conta de utilizador ... Por favor, aguarde

source: Current Status
pt: Estado actual

source: Current Step
pt: Passo actual

source: Current Step
pt: Passo actual

source: Custom
pt: Personalizado

source: Custom Install
pt: Instalação personalizada

source: Description
pt: Descrição

source: Detect and Setup Windows partitions for auto-mounting at boot
pt: Detectar e configurar partições Windows para auto-montagem durante o arranque

source: Disk Partitioning
pt: Particionamento do disco

source: Disk Partitioning Options
pt: Opções de particionamento do disco

source: Disk Partitioning:
pt: Particionamento do disco:

source: Do not Format
pt: Não Formatar

source: Do not format
pt: Não Formatar

source: Do not install LILO
pt: Não instalar LILO

source: Do not mount
pt: Não Montar

source: Domain
pt: Domínio

source: Don't Install Lilo
pt: Não instalar lilo

source: Elite user
pt: Utilizador de elite

source: Encryption key
pt: Chave de encriptação

source: Encryption type
pt: Tipo de encriptação

source: Enter Password
pt: Introdução de senha

source: Enter a Password for root.
pt: Introduza uma senha para o utlizador root

source: Enter a password for
pt: Introduza uma senha para

source: Enter the login name that this user will user to login to this system.
pt: Introduza o nome de utilizador para registo no sistema

source: Enter the same password twice
pt: Introduza a mesma senha duas vezes

source: Error occurred while installing
pt: Ocorreu um erro durante a instalação

source: Error while installing
pt: Erro durante a instalação

source: Error while installing required system software.
pt: Erro durante a instalação dos programas necessários

source: Error while installing system configuration.
pt: Erro durante a configuração do sistema

source: Exit
pt: Sair

source: Exit Installation
pt: Cancelar a instalação

source: FILESYSTEM
pt: SISTEMA DE FICHEIROS

source: Failed to install
pt: A instalação falhou

source: Failed to install. Installation will stop
pt: A instalação falhou e será abortada.

source: Filesystem
pt: Sistema de ficheiros

source: Final Hardware Configuration
pt: Configuração final

source: Find installation media
pt: Encontrar média de instalação

source: Finished intalling Bulks
pt: Instalação de grupos de pacotes finalizada

source: Floppy
pt: Disquete

source: For added security, use a password that is easy for you to remember, but hard for others to guess
pt: Por razões de segurança, utilize uma senha que consiga memorizar facilmente, mas que seja difícil de adivinhar

source: Format ?
pt: Formatar?

source: Full
pt: Completo

source: Full Install
pt: Instalação completa

source: GUI installer for Vector linux
pt: Instalador gráfico para VectorLinux

source: Gateway Address
pt: Endereço de gateway

source: Gparted was not found on this system. Please install gparted and try again
pt: Gparted não foi encontrado neste sistema. Por favor, instale o programa Gparted e tente novamente

source: Graphical Interface Settings
pt: Configuração da interface gráfica

source: Groups are a way of administering permissions for your users. You grant the user
pt: Os grupos são uma forma de administrar as permissões para os diferentes utilizadores. Atribua a cada utilizador

source: Hardware Address
pt: Endereço de hardware

source: Help
pt: Ajuda

source: INSTALL TYPE:
pt: TIPO DE INSTALAÇÃO

source: IP Address
pt: Endereço de IP

source: If in doubt, choose this option
pt: Em caso de dúvida, escolha esta opção

source: If you installed from CD-ROM/R/RW media, please remove de disk before restarting.
pt: Se realizou a instalação a partir de um CD-ROM/R/RW, por favor remova o disco antes de reiniciar.

source: Import Existing User Accounts
pt: Importar contas de utilizador existentes

source: Include in boot menu
pt: incluir no menu de arranque

source: Include this installation in the boot menu
pt: Incluir esta instalação no menu de arranque

source: Include this operating system in the boot menu
pt: Incluir este sistema operativo no menu de arranque

source: Initial Ram Disk
pt: Disco RAM inicial

source: Install Operating System
pt: Instalar sistema operativo

source: Installation
pt: Instalação

source: Installation Summary
pt: Sumário da instalação

source: Installation Type
pt: Tipo de instalação

source: Installation is finished
pt: A instalação foi finalizada

source: Installation phase complete. Ready for configuration
pt: Fase de instalação completa. Preparado para a configuração

source: Installing
pt: A instalar

source: Installing ...
pt: A instalar ...

source: Installing Required Package ...
pt: A instalar pacote necessário

source: Installing default system configuration and required software.
pt: A instalar configuração de base e software necessário.

source: Installing user-selected package
pt: A instalar pacotes seleccionados

source: Installs all optional components in your VectorLinux media to your system
pt: Instala todos os componentes opcionais no sistema

source: Interface Type
pt: Tipo de interface

source: It is still possible to install VectorLinux on your system, but you need to pre-partition your disks first
pt: Para instalar VectorLinux no seu sistema, é necessário particionar o(s) seu(s) disco(s)

source: Kernel boot options
pt: Opções de arranque da kernel

source: LICENSE AGREEMENT
pt: LICENÇA

source: Label
pt: Rótulo

source: Language Selection
pt: Selecção de língua

source: Lilo returned an error. Please see below
pt: Lilo gerou um erro. Por favor veja abaixo

source: Linux is a modular operating system. This means that is has the ability to store system and
pt: O Linux é um sistema operativo modular. Isto significa que permite armazenar o sistema e

source: Loading gparted ... Please wait
pt: A carregar Gparted ... Por favor, aguarde

source: LocalTime
pt: Hora Local

source: Login Name
pt: Nome de utilizador

source: Login name field contains illegal characters. Please use only lowercase letters and numbers
pt: O campo para o nome de utilizador contém caracteres ilegais. Por favor, utilize apenas números e letras minúsculas

source: MBR of
pt: MBR de

source: MBR of
pt: MBR de

source: MINIMUM REQUIREMENTS
pt: REQUISITOS MÍNIMOS

source: MOUNT POINT
pt: PONTO DE MONTAGEM

source: MOUNT TO
pt: MONTAR EM

source: Manual DNS Server Specification
pt: Especificação manual do servidor de DNS

source: Minimum Disk Space Requirements
pt: Requisitos mínimos de espaço em disco

source: Modify my disk partitions to make room for new installation
pt: Modificar as partições do disco para alojar a nova instalação

source: Most other every-day taks do not require administrative priviledges.
pt: A maioria das tarefas do dia-a-dia não requer privilégios administrativos

source: Mount Point
pt: Ponto de Montagem

source: Name
pt: Nome

source: Network Configuration
pt: Configuração da Rede

source: Next
pt: Seguinte

source: No
pt: Não

source: No Installable Media Found
pt: Média de instalação não detectada

source: No Windows partitions detected
pt: Partições Windows não detectadas

source: No ethernet neworking devices found
pt: Placa de rede não detectada

source: No installable images found.
pt: Imagens de instalação não encontradas

source: No, I Do Not Agree
pt: Não concordo

source: None
pt: Nenhum

source: Not Used
pt: Não utilizar

source: OPTIONAL PACKAGES:
pt: PACOTES OPCIONAIS:

source: OPTIONAL WINDOWS PARTITIONS TO BE MOUNTED AT BOOT TIME.
pt: PARTICÕES WINDOWS A SEREM MONTADAS DURANTE O ARRANQUE.

source: Operating system installed in
pt: Sistema operativo instalado em

source: PARTITION
pt: PARTIÇÃO

source: PARTITIONING LAYOUT
pt: ESQUEMA DE PARTICIONAMENTO

source: Package
pt: Pacote

source: Package Name
pt: Nome do pacote

source: Packages have been installed in your system. Please click
pt: Pacotes instalados no seu sistema. Por favor, clique

source: Partition
pt: Partição

source: Partition Selection Scheme
pt: Selecção do esquema de particionamento

source: Passwords do not match
pt: As senhas não são idênticas

source: Passwords do not match. Please enter the same password twice
pt: As senhas não são idênticas. Por favor, introduza a mesma senha duas vezes

source: Passwords do not match. Please enter the same password twice for accuracy.
pt: As senhas não são idênticas. Por favor, introduza a mesma password duas vezes

source: Please select a default operating system to boot before proceeding
pt: Por favor, seleccione o sistema operativo que deverá ser arrancado por defeito antes de proceder

source: Please select only one
pt: Por favor, seleccione apenas uma

source: Please select the partitions you wish to use and how to use them
pt: Por favor, seleccione as partições que deseja utilizar e como devem ser utilizadas

source: Please specify a hostname for this computer
pt: Por favor, especifique um nome (hostname) para este computador

source: Please specify the domain this computer belongs to
pt: Por favor, especifique o domínio a que este computador pertence

source: Please use the setup program below to setup the sound system.
pt: Por favor, utilize o programa abaixo para configurar o sistema de som

source: Please wait while setup analyses your current partition setup.
pt: Por favor aguarde, enquanto as seu esquema de particionamento é analisado.

source: Please wait while setup attampts to run the partitioning utility
pt: Por favor aguarde, enquanto o programa de particionamento é carregado

source: Plugged-in
pt: Ligado

source: Preparation
pt: Preparação

source: Preparing Installation Summary ... Please wait
pt: A preparar o sumário da instalação ... Por favor, aguarde

source: Preparing filesystems
pt: A preparar os sistemas de ficheiros

source: Primary DNS Server
pt: Servidor de DNS primário

source: Probe hardware to setup your Graphical Environment using your preffered settings
pt: Testar o hardware para configurar o Ambiente Gráfico usando as suas preferências

source: Probing your networking hardware ... Please wait
pt: A testar o hardware de rede ... Aguarde, por favor

source: Prompt Timeout
pt: Tempo de espera

source: Re-Enter Password
pt: Reintroduza a senha

source: ReEnter Password
pt: Reintroduza a senha

source: Reading available software selection ... Please wait
pt: A determinar a selecção de software disponível ... Aguarde, por favor

source: Real Name
pt: Nome verdadeiro

source: Regional Settings
pt: Configurações de região

source: Restart
pt: Reiniciar

source: Restricted administrator (backup)
pt: Administrador de sistema com restrições

source: STATUS:
pt: ESTADO:

source: Scanning system for installable media. Please wait ...
pt: A procurar média de instalação. Aguarde, por favor ...

source: Screen Resolution
pt: Resolução do ecrã

source: Search Again
pt: Procurar novamente

source: Secondary DNS Server
pt: Servidor de DNS secundário

source: Seconds
pt: Segundos

source: Select
pt: Seleccionar

source: Select an entry from this list
pt: Seleccione uma entrada na lista

source: Select installation media from the list below
pt: Seleccione média de instalação da lista em baixo

source: Select picture for user Login
pt: Seleccionar imagem para login de utilizador

source: Select the windows partitions you would like to mount during boot
pt: Seleccione as partições de Windows que gostaria de montar durante o arranque

source: Select this option if you already have a linux installation that you wish to overwrite or if a linux partition scheme exists in your hard disk.
pt: Seleccione esta opção se já possui uma instalação Linux que deseja apagar, ou se um esquema de particionamento de Linux existe no seu disco rígido.

source: Select this option is you wish to create, more or resize partitions in order to make room for your new VectorLinux installation.
pt: Seleccione esta opção se desejar criar, mover, ou redimensionar partições de forma a criar espaço para a sua instalação VectorLinux.

source: Select which VectorLinux version you wish to install from the list below
pt: Seleccione que versão do VectorLinux pretende instalar na lista em baixo

source: Select which groups you want this user to be a part of here
pt: Seleccione os grupos a que este utilizador deverá pertencer

source: Select your indivirual packages to install.
pt: Seleccione os pacotes individuais a instalar.

source: Select your language
pt: Seleccione a sua língua

source: Set Password
pt: Defina a senha

source: Setup Mode
pt: Modo de configuração

source: Setup is unable to find SETUP.CONF in your install media. This could be symptoms of a bad burn or a bad ISO
pt: O configurador não encontra SETUP.CONF na sua média de instalação. Isto pode ser o resultado de uma má gravação ou ISO

source: Setup is unable to successfully run gparted on this system. This may be a sign of
pt: O configurador não consegue correr o programa gparted neste sistema. Isto pode ser o resultado de

source: Setup was unable to find any installable media on your system. Please insert your VectorLinux
pt: O configurador não encontra uma média de instalação no seu sistema. Por favor insira o VectorLinux

source: Several windows found. I will take the first one!
pt: Vários Windows encontrados. Vou escolher o primeiro!

source: Size
pt: Tamanho

source: Skipping boot loaded setup
pt: A saltar a configuração de gestor de arranque

source: Skipping lilo setup
pt: A saltar a configuração do lilo

source: Software Selection
pt: Selecção de software

source: Standard
pt: Padrão

source: Static IP Address Settings
pt: Configuração de endereço de IP estático

source: System Administrator
pt: Administrador de sistema

source: System Administrator Password
pt: Senha do administrador de sistema

source: System Configuration
pt: Configuração do sistema

source: Target
pt: Alvo

source: The following Operating Systems have been detected on this computer. Choose your desired option
pt: Os seguintes sistemas operativos foram detectados neste computador. Escolha uma opção

source: The linux root account is pre-assigned to be used as the system administrator's account. This account is used to perform system-wide changes such as software upgrades, managing user accounts etc. Most other operations do not require administrative priviledges. The root password must be entered twice for ensured accuracy. When choosing a root password, think of something easy for you to remember, but hard for others to guess.
pt: A conta root é pré-atribuída para o administrador de sistema. Esta conta é utilizada para realizar alterações a todo o sistema como actualizações de software, configuração das contas de utilizador, etc. A maioria das outras operações não requerem privilégios de administrador. A senha para a conta root deverá ser introduzida duas vezes. Ao escolher a senha para a conta root, utilize uma senha que consiga memorizar facilmente, mas que seja difícil de adivinhar.

source: There as been an error while installing required system software.
pt: Ocorreu um erro durante a instalação do software necessário.

source: There has been an error extracting
pt: Ocorreu um erro durante a extração

source: There has been an error while installing optional software to your system.
pt: Ocorreu um erro durante a instalação do software opcional.

source: There has been an error while installing optional software to your system.
pt: Ocorreu um erro durante a instalação do software opcional.

source: There has been an error while trying to format
pt: Ocorreu um erro durante a formatação

source: This may take a while ...
pt: Esta operação pode demorar um pouco ...

source: This option is the safest choice if you have other existing installations that you wish to keep.
pt: Esta é a opção mais segura se existirem outras instalações que pretenda manter.

source: This option will overwrite any existing data in the selected partitions
pt: Esta opção irá apagar os dados existentes nas partições seleccionadas

source: This portion of the setup process allows you to sutup your soundcard for your new operating system.
pt: Esta parte do processo de configuração permite-lhe configurar a sua placa de som para o novo sistema operativo.

source: This user can access CD/DVD devices
pt: Este utilizador pode aceder a dispositivos de CD/DVD

source: This user can access floppy disks
pt: Este utilizador pode aceder a disquetes

source: This user can access scanner devices
pt: Este utilizador pode aceder a dispositivos de scanner

source: This user is a system administrator
pt: Este utilizador é um administrador de sistema

source: This user is allowed to change audio settings
pt: Este utilizador pode modificar a configuração de som

source: This user is allowed to change video settings
pt: Este utilizador pode modificar a configuracão gráfica

source: This user is allowed to play restricted games
pt: Este utilizador pode aceder a jogos

source: This user is allowed to print
pt: Este utilizador pode imprimir

source: This will work if you use a cable or DSL modem on a home network.
pt: Escolha esta opção se utiliza um modem DSL ou cabo numa rede doméstica

source: Timezone configuration
pt: Configuração da zona horária

source: To install them all, just click
pt: Para instalar todos, clique

source: To install them all, just click next
pt: Para instalar todos, clique em "Próximo"

source: Total bulks to be installed =
pt: Total de grupos de pacotes a ser instalados =

source: Total pkgs to be installed =
pt: Total de pacotes a serem instalados =

source: Total progress
pt: Progresso total

source: Typically, you want to use the largest partition for this.
pt: Tipicamente, deverá utilizar a maior partição neste caso

source: USER-SELECTED PACKAGES
pt: PACOTES SELECCIONADOS PELO UTILIZADOR

source: Unable to identify distro.
pt: Não é possível identificar a distribuição.

source: Unable to install kernels.
pt: Não é possível instalar as kernéis

source: Unable to locate any installable media.
pt: Não é possível localizar uma média de instalação

source: Unplugged
pt: Desligado

source: Use Picture ID for Login greeting
pt: Utilizar imagem durante o login

source: Use existing disk partitions
pt: Utilizar partições de disco existentes

source: Use the console framebuffer driver
pt: Utilizar a consola com o driver de framebuffer

source: Use this option if you already prepared your partitions using the VectorLinux installer
pt: Escolha esta opção se já preparou as suas partições para a instalação do VectorLinux

source: Used to store system data. This particular install requires a minimum of
pt: Utlizada para armazenar a instalação do sistema. Esta instalação requer um mínimo de

source: Used to store user documents, pictures, videos. Give yourself as much room as you want
pt: Utilizada para armazenar os documentos, imagens, e vídeos dos utilizadores. Escolha quanto espaço necessitar

source: User Accounts
pt: Contas de utilizador

source: User Rights Management
pt: Configuração das permissões dos utilizadores

source: User account for
pt: Contas de utilizadores para

source: Username contains illegal characters
pt: O nome de utilizador contém caracteres ilegais

source: Uses the default (failsafe) configuration.
pt: Utiliza a configuração de base (failsafe).

source: Using a swap partition is suggested if your total RAM is less than 1GB. Suggested ammount
pt: Sugere-se que utilize uma partição swap se a sua RAM total for menor que 1GB. O espaço sugerido

source: VectorLinux Installer
pt: Instalador do VectorLinux

source: VectorLinux is unable to determine the type of hard disks on your system.
pt: VectorLinux não consegue determinar o tipo de discos rígidos no seu sistema.
