Repository: Joe1962/vinstall-ng
Catalog: .lang/vl-installer-*-0.1.11.po
Languages: pt

source: VectorLinux will now try to detect and configure your graphics hardware.
pt: VectorLinux tentará agora detectar e configurar o seu hardware gráfico.

source: Vectorlinux is currently being installed to your system... Please wait
pt: VectorLinux está a ser instalado no seu sistema... Aguarde, por favor

source: Vectorlinux is now being installed. Please wait...
pt: VectorLinux está a ser instalado. Aguarde, por favor...

source: Vectorlinux is now installed in your system. Please click
pt: VectorLinux foi instalado no seu sistema. Por favor, clique

source: Vectorlinux is now installed in your system. Please click next to configure it.
pt: VectorLinux foi instalado no seu sistema. Por favor, clique em "Próximo" para a configuração.

source: Vectorlinux is preparing your system for installation. Please wait.
pt: VectorLinux está a preparar o seu sistema para a instalação. Aguarde, por favor.

source: Video Driver
pt: Driver gráfico

source: Video Resolution
pt: Resolução gráfica

source: When finished making changes, exit the partitioning application to continue ...
pt: Quando acabar de realizar modificações, feche o programa de particionamento para continuar ...

source: Windows Partitions Detected
pt: Partições de Windows detectadas

source: Windows installation found in
pt: Instalação de Windows detectada em

source: Wired
pt: Com fios

source: Wireless
pt: Sem fios

source: Working ... Please Wait
pt: A processar ... Aguarde, por favor

source: Would you like to continue anyway?
pt: Deseja continuar?

source: Would you like to use Vl-Hot or HAL to manage your removable devices?
pt: Deseja utilizar VL-Hot ou HAL para montar os seus dispositivos removíveis?

source: Writing new /etc/fstab to system
pt: A gravar um novo /etc/fstab no seu sistema

source: Yes
pt: Sim

source: Yes, I Agree to the License Agreement
pt: Sim, concordo com a licença

source: You have not created any user accounts for this system yet. There is not enough information
pt: Não criou contas de utilizador neste sistema. Não há informação suficiente

source: You must select a "/" partition. This is the target where the system will install to
pt: Tem de seleccionar uma partição "/" (raíz) em que o sistema será instalado

source: Your computer needs to be restarted so that you can use your new operating system. Click
pt: É necessário reiniciar o computador para utilizar o seu novo sistema operativo. Clique

source: Your option to boot
pt: A sua opção para o arranque

source: Your password selections do not match. Please enter the same password twice
pt: As senhas não são idênticas. Por favor, introduza a mesma senha duas vezes

source: Your screen may flicker or go blank for a few seconds during this process.
pt: O ecrã pode tremer ou apagar por alguns segundos durante este processo.

source: a bad install media. Setup cannot continue.
pt: uma média de instalação com error. O processo de configuração não pode continuar.

source: already exists
pt: já existe

source: but can also be calculated as 2 times your ammount of RAM
pt: mas pode ser calculado como 2 vezes a sua quantidade de RAM

source: but you should considear a higher value to make sure you have room to install additional software
pt: mas deverá considerar um valor superior para garantir que terá espaço suficiente para instalar software adicional

source: by simply selecting a "/" value on this screen. The rest is optional. The following is a
pt: apenas seleccionando "/" neste passo. O resto é opcional. O seguinte é um

source: failed to install. Installation will stop now
pt: não conseguiu instalar. A instalação parará agora

source: for each one of them by clicking on each tab. To proceed with the default pre-set values, simply click
pt: para cada um deles clicando em cada separador. Para proceder com os valores pré-atribuídos, clique em

source: for this
pt: para isto

source: for this is
pt: para isto é

source: has been installed to your system. Your new system has been configured with the default factory settings.
pt: foi instalado no seu sistema. O sistema foi configurado com os valores de base.

source: in case you wish to.
pt: caso deseje.

source: installation CD and click
pt: CD de instalação e clique

source: installed in
pt: instalado em

source: installed on
pt: instalado em

source: is too long. it has been adjusted to "Vector-cli". You can run vasmCC after the first boot to modify your boot options
pt: é demasiado longo. Este rótulo foi ajustado para "Vector-cli". Pode correr vasmCC depois do primeiro arranque para modificar as suas opções

source: localtime
pt: hora local

source: localtime-copied-from
pt: hora-local-copiada-de

source: packages have been Installed. Please click next to move on to System Configuration.
pt: pacotes foram instalados. Por favor clique em "Próximo" para seguir para a configuração do sistema.

source: partition
pt: partição

source: permission to do certain things by adding them to certain groups.
pt: permissão para determinadas acções, adicionando-as a certos grupos.

source: suggested setup for a typical Linux installation
pt: configuração sugerida para uma instalação de Linux típica

source: to begin installating
pt: para iniciar a instalação

source: to configure it.
pt: para configurar.

source: to create an account here. It is recommended that you create at least one.
pt: para criar uma conta. É recomendado que pelo menos uma conta seja criada.

source: to restart your computer at a later time
pt: para reiniciar o computador mais tarde

source: to restart your computer now or click
pt: para reiniciar o computador agora ou clique

source: to try again
pt: para tentar novamente

source: user data separately for added data security. You may install the system to a single partition
pt: dados dos utilizadores separadamente para segurança adicional. Pode instalar o sistema numa única partição
