Repository: Joe1962/vinstall-ng
Catalog: branches/iVL/.lang/*.po
Languages: no, ru

source: Creating user account ... Please wait
no: Oppretter brukerkonto ... Vennligst vent
ru: Создаём пользователя... Подождите чуть-чуть

source: Enter the login name that this user will user to login to this system.
no: Skriv inn innloggingsnavnet som denne brukeren vil benytte for å logge inn på dette systemet.
ru: Ввести логин пользователя (имя для входа в систему).

source: Login name field contains illegal characters. Please use only lowercase letters and numbers
no: Feltet for innloggingsnavn inneholder ugyldige tegn. Vennligst bruk kun små bokstaver og tall
ru: Логин может состоять только из английских строчных букв и цифр. Начинаться с цифры логин не может.

source: Username contains illegal characters
no: Brukernavn inneholder ulovlige tegn
ru: В логине замечены недопустимые символы

source: already exists
no: eksisterer allerede
ru: уже есть

source: Enter a password for
no: Skriv inn passord for
ru: Ввести пароль для

source: Passwords do not match
no: Passordet passer ikke
ru: Пароли не совпадают

source: Enter the same password twice
no: Skriv inn passordet to ganger
ru: Введите пароль ещё раз

source: Your password selections do not match. Please enter the same password twice
no: Ditt passordvalg passer ikke. Vennligst skriv inn det samme passordet to ganger
ru: Пароли не совпадают. Введите, пожалуйста, их ещё раз

source: Groups are a way of administering permissions for your users. You grant the user
no: Groups er en metode for å administrere tillatelser for brukerene. Du gir brukeren tillatelser
ru: Группы - способ управлять возможностями пользователей. Вы наделяете пользователя

source: permission to do certain things by adding them to certain groups.
no: tillatelser for å gjøre bestemte ting ved å legge dem til en spesiell gruppe
ru: разрешение делать определённые вещи, добавляя их в определённые группы.

source: Select which groups you want this user to be a part of here
no: Velg gruppe du ønsker at denne brukeren skal være del av
ru: Выберите, в какие группы вы хотите ввести пользователя

source: Use Picture ID for Login greeting
no: Bruk bilde ID for innloggingshilsen
ru: Использовать картинку для приветствия пользователя

source: Create User
no: Opprett bruker
ru: Создать пользователя

source: Clear Form
no: Slett skjema
ru: Очистить форму

source: Login Name
no: Innloggingsnavn
ru: Логин

source: ReEnter Password
no: Skriv inn passordet på nytt
ru: Введите пароль ещё раз

source: Real Name
no: Reelt navn
ru: Ваше имя (ни для чего особо не надо, просто софт типа OpenOffice по умолчанию берёт ваше имя для авторства документов как раз вот отсюда)

source: User Accounts
no: Brukerkontoer
ru: Учётные записи

source: Select your indivirual packages to install.
no: Velg dine indivirual? individuelle? pakker som skal installeres
ru: Выберите ваши пакеты для установки

source: To install them all, just click
no: For å innstallere alle, klikk
ru: Чтобы поставить всё, просто кликните

source: Reading available software selection ... Please wait
no: Leser listen av tilgjengelig programvare .. Vennligst vent
ru: Смотрим, что доступно из софта...

source: Select the windows partitions you would like to mount during boot
no: Velg en windows partisjon som du vil montere under oppstart
ru: Выберите Windows-разделы для монтирования при запуске

source: Uses the default (failsafe) configuration.
no: Bruker standard (feilsikre) konfigurering
ru: Использовать конфигурацию по умолчанию (зато гарантированно работает)

source: Probe hardware to setup your Graphical Environment using your preffered settings
no: Undersøker maskinvaren for å instille det grafiske miljøet med dine foretrukne valg
ru: Потрогаем ваше железо, чтобы настроить графический режим

source: Use the console framebuffer driver
no: Bruk console framebuffer driver
ru: Использовать фреймбуфер

source: Graphical Interface Settings
no: Instillinger for grafisk grensesnitt
ru: Настройки графики

source: Color Depth
no: Farge Dybde
ru: Битность цвета

source: Screen Resolution
no: Sjermoppløsning
ru: Разрешение экрана

source: 24 bit True Color
no: 24 bit Sann Farge
ru: 24(32)-битный режим(лучший)

source: 16 bit Pseudo Color
no: 16 bit Pseudo Farge
ru: 16-битный режим

source: 8 bit 256 Color
no: 8 bit 256 Farger
ru: 256-тицветный режим

source: 4 bit 16 Color
no: 4 bit 16 Farger
ru: 16-тицветный режим

source: 1 bit Mono B/W
no: 1 bit Mono Svart/Hvit
ru: 1-битный чёрно-белый

source: Timezone configuration
no: Tidssonekonfigurering
ru: Настройка часового пояса

source: Choose the correct timezone for the area in which you live.
no: Velg riktig tidssone for området du bor i.
ru: Выберите нужный вам часовой пояс.

source: ComboBox1
no: Kombinasjonsboks1
ru: Комбобокс

source: LocalTime
no: Lokal tid
ru: Местное время

source: Choose how your hardware clock is set up. Choose UTC if you know that the clock is set up to the Coordinated Universal Time (UTC/GMT). Otherwise, Choose localtime since most PCs are setup this way.
no: Velg hvordan din hardware klokke skal stilles inn. Velg UTC hvis du vet at klokken skal stilles inn på koordinert universell tid (UTC/GMT). Hvis ikke, velg lokal tid siden de fleste datamaskiner er stilt inn på lokal tid.
ru: Выберите, как настраивать ваши часы. Если часы на материнской плате настроены на UTC(универсальное координированное время), то выбирайте UTC. Если нет - то выбирайте местное время.

source: Lilo returned an error. Please see below
no: Lilo returnerte en feil. Vennligst se lenger nede
ru: Lilo отработало с ошибкой. Пожалуйста, посмотрите

source: Boot loader has been setup successfully
no: Oppstartinnstillinger har blitt satt opp korrekt
ru: Загрузчик прописан успешно

source: MBR of
no: MBR på
ru: MBR

source: Bootsector of
no: Oppstart sektor av
ru: Загрузочный сектор

source: Floppy
no: Diskett
ru: Дисковод

source: Working ... Please Wait
no: Arbeider ... Vennligst vent
ru: Работаем для вас... Немного терпения

source: Scanning system for installable media. Please wait ...
no: Scanner systemet for installerbare media. Vennligst vent ...
ru: Сканируем машину, ищем, откуда ставить Vector...

source: Setup was unable to find any installable media on your system. Please insert your VectorLinux
no: Innstilling var ikke i stand til å finne noe installasjonsmedia på systemet ditt. Vennligst sett inn ditt VectorLinux
ru: Мы не смогли найти ни одного образа для установки. Может, диск поцарапан или плохо записался?

source: installation CD and click
no: installasjons-CD og klikk
ru: инсталляционный диск и нажмите

source: to try again
no: for å forsøke igjen
ru: чтобы попробовать снова

source: Build Date:
no: Byggedato
ru: Дата сборки:

source: MINIMUM REQUIREMENTS
no: Minimumskrav
ru: Минимальные требования

source: Setup is unable to find SETUP.CONF in your install media. This could be symptoms of a bad burn or a bad ISO
no: Instilling er ikke i stand til å finne SETUP.CONF på installasjonsmediet ditt. Dette kan skyldes feil ved brenning eller en feil i ISO filen
ru: Установщик не может найти SETUP.CONF. Может, плохо записан диск или установочный образ побился при скачивании... Проверьте, пожалуйста.

source: Cannot find SETUP.CONF
no: Kan ikke finne SETUP.CONF
ru: Не могу найти SETUP.CONF

source: Preparation
no: Forberedelse
ru: Подготовка

source: Language Selection
no: Språkvalg
ru: Выбор языка

source: Find installation media
no: Søk etter installasjonsmedium
ru: Найти, откуда будем ставить

source: Disk Partitioning
no: Disk Partisjonering
ru: Разбиение диска

source: Installation
no: Innstallering
ru: Установка

source: Install Operating System
no: Installer operativsystemet
ru: Установить операционную систему

source: System Configuration
no: Systemkonfigurasjon
ru: Конфигурация системы

source: Boot Menu Options
no: Menyinstillinger oppstart
ru: Опции загрузки

source: Regional Settings
no: Regionale valg
ru: Настройки местности

source: Final Hardware Configuration
no: Sluttoppsett av maskinvare
ru: Настройка железа (последняя)

source: VectorLinux is unable to determine the type of hard disks on your system.
no: VectorLinux er ikke i stand til å bestemme harddisk typer på systemet ditt
ru: VectorLinux не может распознать ваши жёсткие диски. Жаль.

source: It is still possible to install VectorLinux on your system, but you need to pre-partition your disks first
no: Det er fremdeles mulig å installere VectorLinux på systemet ditt, men du må forhåndspartisjonere disken din først
ru: Поставить VectorLinux вполне возможно, но вам нужно сперва подготовить разделы

source: Gparted was not found on this system. Please install gparted and try again
no: Gparted ble ikke funnet på dette systemet. Vennligst reinstaller gparted og prøv på nytt
ru: Gparted не найден. Установите его и попробуйте заново. Если вы не разработчик - случилась какая-то мистическая хрень, вы этого никогда не должны были увидеть. Может, что-то с диском/флэшкой?

source: Loading gparted ... Please wait
no: Laster gparted ... vennligst vent
ru: Грузим gparted... Подождите чуточку

source: Setup is unable to successfully run gparted on this system. This may be a sign of
no: Innstilling er ikke i stand til å kjøre gparted på dette systemet. Dette kan skyldes
ru: Не получилось запустить gparted. Возможно, этому причиной

source: a bad install media. Setup cannot continue.
no: feil på innstallasjonmediet. Innstallasjonen kan ikke fortsette
ru: плохой установочный диск. Просто очень плохой установочный диск. Мы думали, как-то лучше это будет всё. Выходим.

source: Several windows found. I will take the first one!
no: Flere windows funnet. Jeg vil bruke det første!
ru: Ух-ты, зачем вам столько Windows? Мы будем работать с первой найденной, уж извините.

source: There as been an error while installing required system software.
no: Det oppsto en feil mens nødvendig systemprogramvare ble innstallert.
ru: Нормально установить системный софт не удалось.

source: There has been an error while installing optional software to your system.
no: Det oppsto en feil under innstallering av valgfri programvare på systemet ditt.
ru: Плохо поставился дополнительный софт.

source: There has been an error while installing optional software to your system.
no: Det oppsto en feil under innstallering av valgfri programvare på systemet ditt.
ru: Произошла трабла при установке дополнительного софта, но система жить должна, вроде.

source: Error while installing required system software.
no: Det oppsto en feil under innstallering av nødvendig systemprogramvare
ru: Что-то случилось при установке системного софта.

source: Error while installing system configuration.
no: Det oppsto en feil unders systemkonfigureringen
ru: Что-то стряслось при применении настроек.

source: Unable to install kernels.
no: Ikke i stand til å innstallere kjerner
ru: Не могу установить ядро.

source: Installation complete
no: Installasjon komplett

source: Packages have been Installed. Please click next to move on to System Configuration.
no: Pakker har blitt installert. Vennligst klikk neste for å fortsette til System Konfigurasjon.

source: installation is complete. Click next to begin system configuration
no: installasjonen er komplett. Klikk neste for å begynne konfigurasjon av systemet

source: Installing
no: Installerer
ru: Устанавливаем

source: Failed to install. Installation will stop
no: Mislykket installasjon. Installeringen vil stoppe
ru: Установить почему-то не получилось. Придётся выйти

source: Installing user-selected package
no: Installerer bruker valgte pakker
ru: Ставим выбранные вами дополнительные пакеты

source: Error while installing
no: Feil under innstalleringen
ru: Ошибка при установке

source: failed to install. Installation will stop now
no: innstallasjonen feilet. Installasjons-programmet vil stoppe nå
ru: не смогло поставиться. Установка прекращена

source: Writing new /etc/fstab to system
no: skriver ny /etc/fstab til systemet
ru: Записываем новый /etc/fstab (это список разделов)

source: Vectorlinux is now installed in your system. Please click
no: VectorLinux er nå innstallert på systemet ditt. Vennligst klikk
ru: VectorLinux установлен! Кликните

source: to configure it.
no: for å konfigurere det
ru: чтобы настроить.

source: Packages have been installed in your system. Please click
no: Pakker har blitt installer på systemet ditt. Vennligst klikk
ru: Пакеты поставлены. Пожалуйста, кликните

source: Failed to install
no: Mislykket innstallasjon
ru: Не удалось установить

source: Error occurred while installing
no: Det oppsto en feil under innstalleringen
ru: При установке произошла фигня. Разбираемся

source: Vectorlinux is now being installed. Please wait...
no: VectorLinux blir nå innstallert. Vennligst vent...
ru: VectorLinux устанавливается... Подождите капельку

source: There has been an error extracting
no: Det oppsto en feil under utpakking
ru: Ошибка при распаковке

source: Finished intalling Bulks
no: Samlepakker ferdig installert
ru: Оптовые пакеты поставлены

source: Installation phase complete. Ready for configuration
no: Installasjonsfase ferdig. Klar til å konfigurere
ru: Теперь мы готовы к настройке

source: Installing default system configuration and required software.
no: Installerer standard systemkonfigurasjon og nødvendig programvare.
ru: Добавляем базовые настройки системы и требуемый софт.

source: Installing Required Package ...
no: Instalerer nødvendige pakker ...
ru: Ставим необходимые пакеты...

source: Your option to boot
no: Ditt valg for oppstart
ru: Вы хотите загружать

source: is too long. it has been adjusted to "Vector-cli". You can run vasmCC after the first boot to modify your boot options
no: er for lang. Den har blitt justert til "Vector-cli". Du kan bruke vasmCC etter første start for å modifisere dine oppstarts-opsjoner.
ru: очень долго. Это было переправлено на "Vector-cli". Чтобы изменить настройки загрузки, запустите vasmCC после первого запуска.

source: installed on
no: installert på
ru: поставлено в

source: Include this installation in the boot menu
no: Inkluder denne installasjonen i oppstartsmenyen
ru: Добавить эту установку в загрузочное меню

source: Name
no: Navn
ru: Имя

source: installed in
no: installert i
ru: поставлено в

source: Include in boot menu
no: Innkluder i oppstart meny
ru: Добавить в загрузочное меню

source: Kernel boot options
no: Oppstartsalternativer for kjernen
ru: Параметры ядра при загрузке

source: Add option to boot this operating system into text mode
no: Legg til opsjon for å starte dette operativ-systemet i tekst modus
ru: Добавить возможность загрузки в текстовом режиме

source: Windows installation found in
no: Windows installering funnet på
ru: Установленная Windows найдена на

source: Label
no: Merkelapp
ru: Метка

source: Operating system installed in
no: Operativ-system installert i
ru: Операционная система поставлена на

source: Include this operating system in the boot menu
no: Inkluder dette operativsystemet i oppstartsmenyen
ru: Добавить эту операционную систему в загрузочное меню

source: Initial Ram Disk
no: Initiell Ram Disk
ru: Стартовый RAM-диск

source: Add option to boot this Operating system into Text mode.
no: Legg til opsjon for å starte dette operativ-systemet i tekst modus
ru: Добавить возможность загрузки в текстовом режиме

source: No ethernet neworking devices found
no: Ingen ethernet nettverks-kort funnet
ru: Сетевых карт не найдено

source: Wired
no: Tråd
ru: Проводной

source: Plugged-in
no: Innplugget
ru: Подключенные

source: Unplugged
no: Ikke plugget inn
ru: Отключённый

source: Hardware Address
no: Maskinvare adresse
ru: MAC-адрес

source: Automatically activate this interface at start-up
no: Automatisk aktiver dette brukersgrensesnittet ved oppstart
ru: Включать это соединение при загрузке

source: Setup Mode
no: Installerings modus
ru: Режим настройки

source: Static IP Address Settings
no: Statisk IP adresse innstillinger
ru: Настройки статического IP-адреса

source: IP Address
no: IP Adresse
ru: IP-адрес

source: Subnet Mask
no: Subnet Maske
ru: Маска подсети

source: Gateway Address
no: Gateway adresse
ru: IP-адрес шлюза

source: Dynamic Host Control Protocol
no: Dynamisk vertskontroll protokoll
ru: DHCP

source: Automatic settings via DHCP.
no: Automatiske instillinger via DHCP
ru: Автоматическая настройка через DHCP.

source: This will work if you use a cable or DSL modem on a home network.
no: Dette vil virke hvis du bruker kabel eller et DSL modem på et hjemmenettverk
ru: Это для кабельного или DSL-подключения к интернет.

source: There has been an error while trying to format
no: Det oppsto en feil under formatering
ru: Произошла ошибка при попытке форматирования

source: PARTITION
no: PARTISJON
ru: Раздел

source: MOUNT POINT
no: Monteringspunkt
ru: Точка монтирования

source: FILESYSTEM
no: FILSYSTEM
ru: Файловая система

source: Please select only one
no: Vennligst velg kun ett
ru: Жаль, но выбрать можно только один вариант

source: partition
no: partisjon
ru: раздел

source: KDE Settings (Menu, Window decorations, etc)
no: KDE Instillinger (Meny, vindusdekorasjoner osv.)

source: QT Toolkit settings (KDE Visual Effects)
no: QT Verktøysett innstillinger (KDE visuelle effekter)

source: GTK Tookit theme Settings
no: GTK Verktøysett tema instillinger

source: X-window basic settings (includes xterm settings)
no: X-windows grunnleggende instillinger (innkluderer xterm instillinger)

source: Bash init script
no: Bash init skript

source: Sound system preferences
no: Lyd-system preferanser

source: Graphical inteface preferences
no: Preferanser for grafisk grensesnitt

source: Desktop icons, folders, launchers
no: Skrivebord ikoner, mapper og program-startere

source: IceWM settings, preferences, menu
no: IceWM instillinger, preferanser, meny

source: XMMS Audio player preferences
no: XMMS Audio spiller innstillinger

source: ROX Filer Desktop settings
no: ROX Filer Skrivebord instillinger

source: MPlayer Multimedia Player Settings
no: MPlayer Multimedia Spiller Innstillinger

source: Calculating package count ... Please wait
no: Kalkulerer pakkeantall... vennsligst vent
ru: Считаем пакеты... Подождите, пожалуйста

source: Total bulks to be installed =
no: Totalt antall samlepakker som skal installeres =
ru: Оптовых пакетов для установки =

source: Total pkgs to be installed =
no: Totalt antall pakker som skal installeres =
ru: Нормальных пакетов для установки =

source: BROUGHT TO YOU BY
no: Tilbudt til deg fra
ru: С наилучшими пожеланиями

source: Activating swap space
no: Aktiver veksleområde
ru: Включаем раздел подкачки

source: Preparing filesystems
no: Forbereder filsystemene
ru: Готовим файловые системы

source: PARTITIONING LAYOUT
no: OPPSETT FOR PARTISJONERING
ru: Карта разделов

source: OPTIONAL WINDOWS PARTITIONS TO BE MOUNTED AT BOOT TIME.
no: ALTERNATIVE WINDOWSPARTINSJONER SOM SKAL MONTERES UNDER OPPSTART.
ru: Выберите Windows-разделы, к которым вы хотите иметь доступ:

source: INSTALL TYPE:
no: Installer TYPE
ru: Тип установки:

source: BULK PACKAGES:
no: Samlepakker
ru: Оптовые пакеты

source: OPTIONAL PACKAGES:
no: Alternative pakker:
ru: Необязательные пакеты:

source: This user can access CD/DVD devices
no: Denne brukeren kan få tilgang på CD/DVD spillere
ru: Юзер может использовать CD/DVD устройства

source: This user can access floppy disks
no: Denne brukeren kan få tilgang på floppy disketter
ru: Юзер может использовать дисководы

source: This user is allowed to print
no: Denne brukeren tillates å skrive ut
ru: Юзер может печатать

source: This user can access scanner devices
no: Denne brukeren kan få tilgang på scannere
ru: Юзер может использовать сканнеры

source: This user is allowed to change audio settings
no: Denne brukeren tillates å forandre på lydinnstillinger
ru: Юзер может менять настройки звука

source: This user is allowed to change video settings
no: Denne brukeren tillates å forandre på videoinnstillinger
ru: Юзер может менять настройки графики

source: This user is allowed to play restricted games
no: Denne brukeren tillates å spille spill med restriksjoner
ru: Юзер может играть в игры

source: Restricted administrator (backup)
no: Begrenset administrator (Backup)
ru: Администратор для бэкапа

source: This user is a system administrator
no: Denne brukeren er en systemadministrator
ru: Этот юзер - администратор

source: Elite user
no: Elitebruker
ru: Опытный пользователь

source: Allow user to mount / un-mount Pendrive (USB Sticks)
no: Tillat bruker å åpne/lukke USB penner
ru: Позволить пользователю подключать (и отключать) флэшки

source: Allow user to mount / un-mount Removable HD Storage Devices
no: Tillat bruker å åpne/lukke eksterne harddisker
ru: Позволить пользователю подключать (и отключать) сменные жёсткие диски

source: Windows Partitions Detected
no: Windows partisjoner oppdaget
ru: Замечены Windows-разделы

source: MOUNT TO
no: Monter til
ru: Монтировать в

source: No Windows partitions detected
no: Ingen windowspartisjon oppdaget
ru: Windows-разделов не найдено

source: localtime-copied-from
no: lokal tid kopiert fra
ru: местное время скопировано из

source: localtime
no: lokal tid
ru: местное время

source: Restart
ru: Перезагрузка

source: Skipping boot loaded setup
ru: Пропускаем установку загрузчика

source: VectorLinux will now try to detect and configure your graphics hardware.
ru: VectorLinux сейчас попытается настроить видеокарту.

source: Your screen may flicker or go blank for a few seconds during this process.
ru: Экран может моргать или потемнеть на несколько секунд в процессе. Это нормально.

source: Button1
ru: Кнопка

source: Standard
ru: Стандартный

source: but you should considear a higher value to make sure you have room to install additional software
ru: , а лучше поставить побольше, ведь добавочный софт будет тоже ставиться сюда. Но, с другой стороны, больше 7 гигабайт обычно не так уж надо.

source: Using a swap partition is suggested if your total RAM is less than 1GB. Suggested ammount
ru: Раздел подкачки рекомендуется, если у вас мало оперативной памяти. Или если вы хотите использовать гибернацию (тогда размер надо чуть больше вашей оперативной памяти). Мы предлагаем

source: but can also be calculated as 2 times your ammount of RAM
ru: , также можно рассчитать как 2 объёма вашей оперативной памяти, но без фанатизма. Более одного гигабайта раздел подкачки обычно не нужен, кроме как для гибернации.

source: For added security, use a password that is easy for you to remember, but hard for others to guess
ru: Безопасность - всегда враг удобства. И всё же, придумывая лёгкий для вас пароль, постарайтесь сделать его трудным для других. Пример одного из методов - Ghbdtn,Rjvgm.nth! или ZK.,k.Cdj.:tyeYfnfie. А можно и строчку из любимой песни - BeQuickOrBeDead. Меньше десяти, а, тем более, восьми символов лучше не стоит - можно быстро подобрать.

source: System Administrator
ru: Администратор системы

source: Full
ru: Полный

source: OK
ru: Ок

source: Choose a unique name for each user. Enter the password for twice for accuracy. You can make as many users as you want, and when you are finished click next to continue.
ru: Выберите уникальное имя каждому пользователю. Пользователей можно делать сколько угодно. Для того, чтобы случайно не поставить неправильный пароль, введите его дважды. Когда закончите, нажмите "Далее", чтобы продолжить настройку.

source: Video Driver
ru: Видеодрайвер

source: Fbdev
ru: Фреймбуфер

source: MBR of
ru: MBR

source: Probing your networking hardware ... Please wait
ru: Смотрим, есть ли у вас сетевые карты...

source: Wireless
ru: Беспроводный

source: Interface Type
ru: Тип интерфейса

source: Encryption type
ru: Тип шифрования

source: Encryption key
ru: Ключ шифрования

source: Access Point
ru: Точка доступа

source: STATUS:
ru: Состояние:

source: If in doubt, choose this option
ru: Вот, этот вариант самый лучший и безопасный, если вы не уверены, что выбрать
