Repository: Joe1962/vinstall-ng
Catalog: branches/iVL/.lang/*.po
Languages: no, ru

source: VectorLinux Installer
no: VectorLinux innstallasjon
ru: Инсталлятор VectorLinux

source: GUI installer for Vector linux
no: Grafisk brukergrensesnitt installering for Vector Linux
ru: Графический инсталлятор Vector Linux

source: Please wait while setup attampts to run the partitioning utility
no: Vennligst vent mens innstillingsprogrammet prøver å kjøre partisjonsverktøyet
ru: А сейчас установщик запускает утилиту для разбиения разделов, подождите чуть-чуть

source: Please wait while setup analyses your current partition setup.
no: Vennligst vent mens nåværende partisjon analyseres av innstilligsprogrammet
ru: Пожалкйста, подождите капельку, пока инсталлятор смотрит на текущее разбиение разделов.

source: This may take a while ...
no: Dette kan ta litt tid ...
ru: Времени займёт порядком... Попробуйте пока отжаться раз 10-15. Без шуток, спину надо беречь, да и здоровье вообще.

source: You must select a "/" partition. This is the target where the system will install to
no: Du må velge en "/" partisjon. Dette er målet hvor systemet blir innstallert på
ru: Выберите "/" (рутовый, корневой, системный) раздел.

source: Please select a default operating system to boot before proceeding
no: Vennligst velg oppstart av standard oprerativsystem før du fortsetter
ru: Выберите операционную систему для загрузки по умолчанию (что будет грузиться, если включить компьютер и отойти чай там заварить, или спросонья)

source: Select an entry from this list
no: Velg en inngang fra denne listen
ru: Выберите из списка

source: Skipping boot loader setup
no: Hopper over oppsetting av oppstartlaster

source: Skipping lilo setup
no: Hopper over lilo innstilling
ru: Пропускаем установку LILO

source: Please enter the root password. For your security purposes, do not leave this blank
no: Vennligst skriv inn passordet for root. For din sikkerhet, ikke la dette være blankt

source: Passwords do not match. Please enter the same password twice
no: Passordet passer ikke. Vennligst skriv inn det samme passordet to ganger
ru: Пароли не совпадают. Введите ещё раз

source: Setup has detected existing directories in the partition you selected for /home.
no: Installajons-programmet har funnet eksisterende mapper i partisjonen du valgte for /home

source: Would you like to import these user accounts into your new Operating System
no: Ønsker du å importere disse bruker kontoer til ditt nye operativ-system

source: Yes
no: ja
ru: Да

source: No
no: Nei
ru: Нет

source: You have not created any user accounts for this system yet. There is not enough information
no: Du har ikke opprettet noen brukerkontoer for dette systemet enda. Det mangler informasjon
ru: Вы ещё не создали ни одного пользователя. Недостаточно информации

source: to create an account here. It is recommended that you create at least one.
no: for å opprette en konto her. Det anbefales at du oppretter i det minste en
ru: чтобы создать пользователя здесь. Мы усиленно рекомендуем создать хотя бы одного.

source: Would you like to continue anyway?
no: Ønsker du allikevel å fortsette?
ru: Вот так. Продолжить хотите?

source: Please specify a hostname for this computer
no: Vennligst spesifiser et vertsnavn for denne datamaskinen
ru: А какое имя будет у компьютера

source: Please specify the domain this computer belongs to
no: Vennligst spesifiser domenet som denne datamaskinen tilhører
ru: Выберите домен, к которому принадлежит компьютер (здесь под доменом понимается то, что идёт после имени машины в её полном имени - в vectorlinux.some.net доменом будет именно some.net). Вводить без точки в начале.

source: Back
no: Tilbake
ru: Назад

source: Exit Installation
no: Avslutt innstallering
ru: Выйти из установки

source: Next
no: Neste
ru: Далее

source: This portion of the setup process allows you to sutup your soundcard for your new operating system.
no: Denne delen av innstillingsprosessen lar deg innstille lydkortet ditt for ditt nye operativsystem
ru: На этом этапе можно настроить звуковую карту.

source: Please use the setup program below to setup the sound system.
no: Vennligst bruk innstillingsprogrammet nedenfor for å stille inn lydsystemet
ru: Пожалуйста, используйте программу внизу для настройки звука.

source: When finished making changes, exit the partitioning application to continue ...
no: Når du er ferdig med alle forandringene, lukk partisjonerings-programmet for å fortsette ...
ru: Когда закончите с разделами, продолжить установку можно будет, выйдя из программы разбиения диска.

source: Disk Partitioning:
no: Disk Partisjonering:
ru: Разбиение диска:

source: Configuration in progress
no: Konfigurasjon foregår

source: is performing final system configuration. Please wait a moment.
no: foretar endelig system konfigurasjon. Vennligst vent litt.

source: Installation is complete
no: Installasjonen er komplett

source: has been installed to your system. Your new system has been configured with the default factory settings.
no: har blitt innstallert på systemet ditt. Ditt nye system har blitt konfigurert med standard fabrikkinnstillinger
ru: установлено на вашу систему. Ваш дистрибутив сконфигурирован с настройками по умолчанию.

source: After reboot you can use vasm or vasmCC to fine tune your installation.
no: Etter omstart kan du bruke vasm eller vasmCC til å finjustere din installering
ru: После перезагрузки можно использовать vasm или vasmCC, чтобы до конца настроить вашу систему.

source: Your computer needs to be restarted so that you can use your new operating system. Click
no: Datamaskinen din trenger å startes på nytt så du kan bruke ditt nye operativsystem. Klikk
ru: Чтобы перегрузиться в ваш новый и блестящий VectorLinux, нажмите

source: to restart your computer now or click
no: for å restarte din datamaskin nå eller klikk
ru: чтобы перезагрузить ваш компьютер сейчас, нажмите

source: to restart your computer at a later time
no: for å restarte din datamaskin på et senere tidspunkt
ru: чтобы перезагрузить ваш компьютер позже

source: If you installed from CD-ROM/R/RW media, please remove de disk before restarting.
no: Hvis du installerte fra CD-ROM/R/RW medium, vær så vennlig å fjern disken før gjenstart.
ru: Если вы устанавливали с диска - вытащите его из привода. Установка окончена, сейчас мы будем перегружаться, и зачем нам второй раз грузиться с диска?

source: Installation is finished
no: Installering er ferdig
ru: Установка, урррра!, окончена

source: Would you like to use Vl-Hot or HAL to manage your removable devices?
no: Ønsker du å bruke Vl-Hot eller HAL for å behandle dine utløsbare tilbehør
ru: Что хотите использовать для съёмных устройств, VL-Hot или HAL?

source: Vectorlinux is preparing your system for installation. Please wait.
no: VectorLinux forbereder systemet ditt for innstallering. Vennligst vent
ru: VectorLinux подготавливается к установке...

source: Current Status
no: Nåværende status
ru: Состояние

source: TextLabel1
no: Tekstmerking1

source: Select picture for user Login
no: Velg et bilde for brukerinnlogging
ru: Выберите картинку для пользователя

source: Reset settings for
no: Nullstill instillinger for
ru: Сбросить настройки для

source: Would you like to continue adding new user accounts now?
no: Ønsker du å fortsette å legge til bruker kontoer nå?

source: Please select an account name from the dropdown list.
no: Vennligst velg et konto navn fra dropdown menyen

source: Password fields cannot be blank. Please enter a password for
no: Passord felt kan ikke være blankt. Vennligst skriv inn passord for
ru: Пароль пустым быть не может. Нет, после установки его вполне можно поставить пустым, просто мы не даём. Если вам так уж этого хочется, поставьте пока единичку вместо пароля, но помните, мы против! Итак, пароль для

source: Selected passwords dont match. Please enter the same password twice
no: Passordene er forskjellige. Vennligst skriv inn samme passord to ganger
ru: Пароли не совпадают. Введите ещё раз, пожалуйста

source: User Unable to restore user account.
no: Bruker Ikke i stand til å gjenopprette brukerkonto

source: User account for
no: Brukerkonto for
ru: Учётная запись

source: successfully imported
no: importert korrekt

source: Account
no: Konto
ru: Пользователь

source: New Password
no: Nytt Passord
ru: Новый пароль

source: Select login Image
no: Velg bilde for innlogging
ru: Выберите картинку для логина

source: Select
no: Velg
ru: Выбрать

source: Verify Password
no: Verifiser passord
ru: Подтвердите пароль

source: User Rights Management
no: Behandling av brukerrettigheter
ru: Управление правами пользователя

source: Select Settings to reset
no: Velg instillinger som skal nullstilles

source: Import Account
no: Importer konto
ru: Добавить существующую учётную запись

source: Done
no: Ferdig
ru: Сделано

source: Import Existing User Accounts
no: Importer eksisterende bruker kontoer
ru: Добавить существующую учётную запись

source: Current Step
no: Nåværende trinn
ru: Текущий шаг

source: Vectorlinux is currently being installed to your system... Please wait
no: VectorLinux er under innstallasjon på systemet ditt... Vennligst vent
ru: VectorLinux устанавливается... Подождите чуточку

source: Installing ...
no: Instalerer ...
ru: Ставим...

source: Current Step
no: Nåværende trinn
ru: Текущий шаг

source: Total progress
no: Total progresjon
ru: Степень завершения

source: Select your language
no: Velg ditt språk
ru: Выберите язык

source: LICENSE AGREEMENT
no: Lisensavtale

source: TextArea1
no: Tekstområde1

source: Yes, I Agree to the License Agreement
no: Ja, jeg goddtar lisensavtalen

source: No, I Do Not Agree
no: Nei, jeg er ikke enig

source: The following Operating Systems have been detected on this computer. Choose your desired option
no: Følgende operativsystemer har blitt oppdaget på denne datamaskinen. Velg ønsket opsjon (valg?)
ru: Вот какие операционки мы нашли. Выбирайте

source: for each one of them by clicking on each tab. To proceed with the default pre-set values, simply click
no: for hver og en av dem ved å klikke på hver fane. For å fortsette med de forhåndsinnstilte verdiene, klikk
ru: каждую из них, кликая на отдельную ячейку. Чтобы продолжить с настройками по умолчанию, просто нажмите

source: Configure and install lilo (Linux Boot Loader)
no: Konfigurer og installer LILO (Linux Boot Loader)
ru: Настроить и прописать lilo (Linux Loader, загрузчик линукса)

source: Don't Install Lilo
no: Ikke installer LILO
ru: Не ставить LILO

source: Target
no: Mål
ru: Цель

source: Video Resolution
no: Video oppløsning
ru: Разрешение

source: Bootsplash Med
no: Oppstart-grafikk Middels Oppløsning
ru: Среднего разрешения картинка при загрузке

source: Bootsplash High
no: Oppstart-grafikk Høy Oppløsning
ru: Просто высокого разрешения картинка при загрузке

source: Bootsplash Extra high
no: Oppstart-grafikk Ekstra Høy Oppløsning
ru: Очень высокого разрешения картинка при загрузке

source: Prompt Timeout
no: Tidsslutt
ru: Время выбора

source: Seconds
no: Sekunder
ru: Секунд

source: Boot Default
no: Standard oppstart
ru: Загрузить по умолчанию

source: Bootsplash Extra High
no: Oppstart-grafikk Ekstra Høy Oppløsning
ru: Очень высокого разрешения картинка при загрузке

source: Boot Manager Configuration
no: Konfigurasjon av oppstart behandler
ru: Конфигурация загрузчика

source: Do not install LILO
no: Ikke installer LILO
ru: Не ставить LILO

source: Click
no: Klikk
ru: Клик

source: Network Configuration
no: Nettverkskonfigurasjon
ru: Конфигурация сети

source: Computer Name
no: Datamaskinnavn
ru: Имя компьютера

source: Domain
no: Domene
ru: Домен

source: Manual DNS Server Specification
no: Manuell DNS server spesifikasjon
ru: Ручная настройка DNS

source: Primary DNS Server
no: Primær DNS Server
ru: Первичный DNS-сервер

source: Secondary DNS Server
no: Sekundær DNS Server
ru: Вторичный DNS-сервер

source: Select this option if you already have a linux installation that you wish to overwrite or if a linux partition scheme exists in your hard disk.
no: Velg denne valgmuligheten hvis du allerde har en linuksinstallasjon som du ønsker å overskrive, eller hvis en linuxpartisjonsplan eksisterer på din harddisk
ru: Выберите, если у вас уже есть Linux (который вы хотите перезаписать) или если вы уже разметили диск.

source: This option will overwrite any existing data in the selected partitions
no: Dette valget vil overskrive data i de valgte partisjonene
ru: При выборе этого варианта все данные в выбранных разделах (если они там есть) будут УДАЛЕНЫ БЕЗВОЗВРАТНО (практически).

source: Use this option if you already prepared your partitions using the VectorLinux installer
no: Bruk dette valget hvis du allerede har forberedt dine partisjoner med innstallereren for VectorLinux
ru: Если вы уже подготовили разделы - то вам сюда

source: Select this option is you wish to create, more or resize partitions in order to make room for your new VectorLinux installation.
no: Velg denne valgmuligheten hvis du ønsker å lage, flytte eller endre størrelsen på partisjoner for å skape plass til din nye VectorLinux installasjon
ru: Выберите, если хотите поработать с разделами.

source: This option is the safest choice if you have other existing installations that you wish to keep.
no: Dette valget er det tryggeste valget hvis du har andre eksiterende innstallasjoner som du ønsker å beholde.
ru: Если вы хотите сохранить другие установки, это самый безопасный вариант.

source: Disk Partitioning Options
no: Instillinger for disk partisjonering
ru: Параметры разбиения диска

source: Use existing disk partitions
no: Bruk eksisterende diskpartisjoner
ru: Использовать существующие разделы

source: Modify my disk partitions to make room for new installation
no: Modifiser mine disk partisjoner for å gjøre plass til en ny installering
ru: Изменить существующие разделы, чтобы освободить место для нашей инсталляции. Внимание! Изменять разделы, везде и всегда, чревато потерей данных. Помните!

source: ABOUT SYSTEM PARTITIONING IN LINUX
no: Om systempartisjonering i Linux
ru: О работе с разделами в Linux

source: Linux is a modular operating system. This means that is has the ability to store system and
no: Linux er et modulært oppbygget operativsystem. Dette betyr at det har muligheten til å lagre systemet og
ru: Linux - модульная система. Таким образом, в ней есть возможность сохранять систему и

source: user data separately for added data security. You may install the system to a single partition
no: separate brukerdata for ekstra datasikkerhet. Du kan innstallere systemet på en enkel partisjon
ru: пользовательские данные отдельно для дополнительной безопасности данных. И вообще, дистрибутивы (и Linux) преходящи, а фотографии любимой кошки - нет. Можно поставить систему на один раздел (тогда отделить мух от котлет при необходимости будет сложнее)

source: by simply selecting a "/" value on this screen. The rest is optional. The following is a
no: ved å velge en "/" verdi på denne skjermen. Resten er valgfritt. Følgende er en
ru: просто выбрав "/" на этом экране. Всё остальное необязательно, но удобно

source: suggested setup for a typical Linux installation
no: foreslåtte innstillinger for en typisk Linux innstallasjon
ru: предполагаемые нами параметры для обычной установки

source: Used to store system data. This particular install requires a minimum of
no: Brukes til å lagre systemdata. Denne spesielle innstalasjonen krever et minimum av
ru: Используется для хранения системных данных. Этой установке, в частности, надо минимум

source: for this
no: for denne
ru: для этого

source: but you should consider a higher value to make sure you have room to install additional software
no: du burde vurdere en større mengde for å sikre deg at du har nok plass for å innstallere ytterligere programvare

source: in case you wish to.
no: i tilfelle du ønsker å
ru: , если вы хотите.

source: Used to store user documents, pictures, videos. Give yourself as much room as you want
no: Brukes til å lagre dokumenter, bilder, videoer. Tildel deg selv så plass som du ønsker
ru: Используется вами для ваших музыки, видео, документов. Настройки тоже хранятся здесь, так что можно работать из разных дистрибутивов с одними и теми же данными и не нужно каждый раз настраивать всё под себя.

source: Typically, you want to use the largest partition for this.
no: Typisk er at du vil bruke den største partisjonen for dette.
ru: Обычно, лучше всего использовать под это самый большой раздел.

source: Using a swap partition is suggested if your total RAM is less than 1GB. Suggested amount
no: Bruk av en swap partisjon anbefales hvis du har mindre minne en 1GB. Anbefalt mengde

source: for this is
no: for denne er
ru: для этого

source: but can also be calculated as 2 times your amount of RAM
no: kan også kalkuleres som 2 ganger din mengde RAM

source: Please select the partitions you wish to use and how to use them
no: Vennligst velg partisjonene du ønsker å bruke og hvordan du skal bruke dem
ru: Какие разделы будем использовать и как

source: Help
no: Hjelp
ru: Помощь

source: Check this box if you have a Windows installation on your system or any other windows partition (FAT, FAT32, NTFS) that you want auto-mounted as soon as your computer starts
no: Avkryss denne boksen hvis du har en windows installasjon på ditt system eller noen andre windows installasjoner (FAT, FAT32, NTFS) som du vil ha automatisk startet når datamaskinen starter
ru: Нажмите здесь, если вы хотите, чтобы ваши Windows-разделы (если у вас установлена Windows или просто есть разделы с FAT, FAT32 или NTFS) были примонтированы при загрузке.

source: Detect and Setup Windows partitions for auto-mounting at boot
no: Søk etter og klargjør windows partisjoner for automatisk oppstart når maskinen startes
ru: Обнаружить Windows-разделы и добавить их монтирование при загрузке

source: Choose your installation mode
no: Velg installasjonsmetode
ru: Выберите способ инсталляции

source: Package
no: Pakke
ru: Пакет

source: Description
no: Beskrivelse
ru: Описание

source: Size
no: Størrelse
ru: Размер

source: Installs all optional components in your VectorLinux media to your system
no: Installerer alle valgfrie komponenter i ditt VectorLinux medium til ditt system
ru: Поставить всё, что есть

source: Choose your optional components to install.
no: Velg valgfrie komponenter du vil installere
ru: Эти пакеты необязательны для работы системы, но могут быть обязательными для работы вас. Выбирайте.

source: Full Install
no: Full installering
ru: Полная установка

source: Custom Install
no: Tilpasset installering
ru: Особая установка

source: To install them all, just click next
no: For å innstallere alle, klikk neste
ru: Чтобы поставить всё, просто кликните "Далее"

source: Select which settings to reset
no: Velg hvilke instillinger som skal nullstilles
ru: Выберите настройки для сброса

source: System Administrator Password
no: Systemadministrator passord
ru: Пароль администратора

source: Most other every-day taks do not require administrative priviledges.
no: De fleste daglige gjøremål trenger ikke administratorrettigheter
ru: Права рута нужны для настройки системы и установки/удаления софта. То есть они не нужны (и даже могут быть вредны) для использования системы практически всё время.

source: About the root account
no: Om root kontoen
ru: О пользователе root (суперпользователь)

source: Enter a Password for root.
no: Skriv inn passord for root
ru: Ввести пароль для root (суперпользователя):

source: Passwords do not match. Please enter the same password twice for accuracy.
no: Passordet passer ikke. Vennligst skriv inn passordet to ganger for nøyaktighet
ru: Пароли не совпадают. Введите, пожалуйста, ещё раз

source: The linux root account is pre-assigned to be used as the system administrator's account. This account is used to perform system-wide changes such as software upgrades, managing user accounts etc. Most other operations do not require administrative priviledges. The root password must be entered twice for ensured accuracy. When choosing a root password, think of something easy for you to remember, but hard for others to guess.
no: Linux root konto er forhåndsinnstillt til å brukes som konto til systemadministrator. Denne kontoen brukes til å gjennomføre endringer på systemnivå, slik som oppgraderinger av programvare, håndtere brukerkontoer osv. De fleste andre operasjoner trenger ikke administrative rettigheter. Root passordet må skrives inn to ganger for nøyaktighet. Når du velger et passord, tenk på som er lett for deg å huske, men vanskelig for andre å gjette.
ru: Итак, администратором linux-системы является root. Он может делать всё, поэтому использовать его для повседневной жизни крайне глупо. Кривой IRC или ICQ клиент дадут взломщику (даже неквалифицированному, что особо обидно) абсолютно полный доступ к вашей машине. Даже опечатки в командах могут обойтись очень дорого. Так что используйте root только для конфигурирования системы и установки/удаления софта и пароль подберите посложнее.

source: Enter Password
no: Skriv inn passord
ru: Ввести пароль

source: Re-Enter Password
no: Skriv inn passordet på nytt
ru: Введите пароль ещё раз

source: Set Password
no: Velg passord
ru: Ввести пароль

source: No Installable Media Found
no: Ingen installerbare media funnet
ru: Не найдено откуда устанавливать

source: to begin installating
no: for å begynne innstalering
ru: чтобы начать инсталлировать

source: Unable to locate any installable media.
no: Ikke i stand til å lokalisere innstalerbare medier.
ru: Не могу найти, куда устанавливать.

source: Select installation media from the list below
no: Velg installasjons-medium fra lista nedenfor
ru: Выберите установочный привод из списка

source: Unable to identify distro.
no: Ikke i stand til å identifisere distribusjon
ru: Непонятный какой-то дистрибутив.

source: Minimum Disk Space Requirements
no: Mininimum nødvendig diskplass
ru: Минимальные требования к месту на дисках

source: No installable images found.
no: Ingen installerbare media funnet
ru: Не найдено откуда устанавливать

source: Select which VectorLinux version you wish to install from the list below
no: Velg versjon av VectorLinux som du ønsker å installere fra listen nedenfor
ru: Выберите, какую версию VectorLinux вы хотите поставить

source: Search Again
no: Undersøk igjen
ru: Искать заново

source: Installation Summary
no: Innstallering oppsummert
ru: Итог установки

source: Custom
no: Tilpasset
ru: Особый

source: Preparing Installation Summary ... Please wait
no: Forbereder oppsummering av installasjonen ... Vennligst vent
ru: Подводим итог установки...

source: Partition
no: Partisjon
ru: Раздел

source: Filesystem
no: Filsystem
ru: Файловая система

source: Mount Point
no: Monteringspunkt
ru: Точка монтирования

source: Format ?
no: Formattere?
ru: Форматировать?

source: Not Used
no: Ikke brukt
ru: Не используется

source: Do not format
no: Ikke formater
ru: Не форматировать

source: None
no: Ingen
ru: Нет

source: Do not mount
no: Ikke åpne
ru: Не монтировать

source: Package Name
no: Pakkenavn
ru: Имя пакеты

source: BULK PACKAGES
no: Samlepakker
ru: Оптовые пакеты

source: USER-SELECTED PACKAGES
no: BRUKERVALGTE PAKKER
ru: Выбранные вами пакеты

source: Installation Type
no: Installasjonstype
ru: Тип установки

source: Partition Selection Scheme
no: Velg partisjonsskjema? plan?
ru: Схема выбора разделов

source: Software Selection
no: Programvarevalg
ru: Выбор софта

source: Setup has detected existing user directories in your selected /home partition. Would you like to import these user accounts into your new installation?
no: Installajons-programmet har funnet eksisterende bruker-mapper i partisjonen du valgte for /home. Vil du importere disse brukerkontoene til din nye installasjon?

source: Create User Accounts
no: Opprett brukerkontoer
ru: Создать учётную запись
