Repository: Joe1962/vinstall-ng
Catalog: branches/speedy/.lang/*.po
Languages: es

source: (Recomended)
es: (Sugerido)

source: All existing data in
es: Toda la información en

source: All existing data in the device you select here will be destroyed.
es: Toda la información que reside en el disco que seleccione será eliminada.

source: All test passed. It is safe to continue with the installation process.
es: Todos los archivos pasaron la prueba de integridad. Ya puede continuar con la instalación

source: Allow VectorLinux to use an entire hard disk in your system.
es: Quiero que VectorLinux utilize el disco completo.

source: Another partitioning option
es: Otra opción para particionar.

source: Automatic
es: Automático

source: Automatic Disc Partitioning
es: Crear las particiones necesarias automáticamente

source: Automatic Partitioning Options
es: Opciones de particionado automático

source: Automatically resize your partitions and / or create the correct disk space for VectorLinux.
es: Automáticamente encoger particiones existentes al tamaño adecuado para dejar espacio para VectorLinux

source: Back
es: Regreso

source: Burn the image at a lower speed rate
es: Quemar la imagen ISO a un ritmo de velocidad mas lento

source: Canceling data integrity tests per user request
es: Proceso de verificacion de integridad cancelado a instancias del usuario

source: Check Installation media before installing
es: Verificar archivos de instalacion

source: Claim free space from existing partitions
es: Utilizar espacio libre en las particiones que ya existen

source: Click
es: Haz click en

source: Click the
es: Haz click en

source: Create Linux Partition Scheme in
es: Crear nueva estructura de particiones en

source: Create New
es: Crear Nueva

source: DISTRIBUTION
es: DISTRIBUCION

source: Data integrity test canceled by user.
es: Prueba de integridad de archivos cancelado por el usuario

source: Data integrity test complete... all tests passed
es: Prueba de integridad de los archivos completa . . . Todos los archivos pasaron.

source: Disc Partitioning Options
es: Opciones de particionado

source: Disk Partitioning
es: Particiones

source: Do not format
es: Sin formatear

source: Download a new installation image from www.vectorlinux.com
es: Adquiera una nueva imagen de instalación en www.vectorlinux.com

source: English (US)
es: Inglés (EE.UU)

source: Error deleting existing partitions... Please try another partitioning method
es: Ha ocurrido un error mientras borraba las particiones existentes. Por favor seleccione otra manera de particionado.

source: FAILED
es: ERROR

source: Failed to format partitions, please try another partitioning method
es: El intento a formatear las particiones ha fallado, intente con otra manera de particionado

source: File System
es: Systema de Archivos

source: Final Configuration
es: Configuración Final

source: Found
es: Encontre

source: Gparted was not found on this system. Please install gparted and try again
es: No se pudo encontrar GParted en este sistema. Por favor instale gparted e intente otra vez.

source: Install VectorLinux
es: Instalar VectorLinux

source: Install VectorLinux to existing partitions on my hard drive
es: Instalar VectorLinux en particiones ya existentes en mi disco duro

source: Install VectorLinux to free space on disk
es: Instalar VectorLinux en el espacio vacío de mi disco duro

source: Installation
es: Instalación

source: Installation Summary
es: Resumen de la instalación

source: Integrity test
es: Prueba de integridad

source: Keep in mind however, that this process can take a while to complete.
es: Tenga presente que este proceso podria tomar varios minutos para terminar

source: Loading partitioning utility ... Please Wait
es: Cargando herramienta de particionar (gparted) ... Por favor espere.

source: Loading partitioning utility...Please Wait
es: Cargando herramienta de particionar (gparted) ... Por favor espere.

source: Localization Settings
es: Valores locales

source: Locate free (unpartitioned) space on hard disk and install VectorLinux there.
es: Utilizar espacio vacío en mi disco duro para intalar VectorLinux allí

source: Manually resize my partitions
es: Encoger mis particiones manualmente

source: Mount Point
es: Punto de Montage

source: My hard drive is already partitioned
es: Mi disco duro ya esta particionado

source: Network Settings
es: Valores de Red

source: Next
es: Siguiente

source: No hard disks found on your system. Please select
es: No se pudo encontrar ningún disco duro en este sistema. Por favor seleccione

source: Not Used
es: Sin Utilizar

source: Operation cancelled by user. No changes have been made to the system
es: Operación cancelada por el usuario. No se han hecho cambios al sistema.

source: PARTITIONING DONE
es: Particionado ha terminado.

source: PASSED
es: PASÓ

source: Partition
es: Partición

source: Partitioning stage complete. Click
es: Proceso de particionado completo. Haz click en

source: Partitioning stage complete... Click
es: Proceso de particionado completo. Haz click en

source: Please consider using a different partitioning option.
es: Por favor seleccione otra opción de particionado

source: Please consider using another partitioning method.
es: Por favor seleccione otra opción de particionado

source: Please consider using the automatic partition option, or use other means of
es: Le sugerimos que utilize la opción de particionado automático, ó cualquiera de las otras opciones disponibles.

source: Please make sure the drive or partition is not being used by some other program
es: Por favor asegúrese que el disco ó la partición seleccionada no esté siendo utilizado por otro programa.

source: Please select only one partition for this purpose
es: Por favor seleccione solo una partición para este propósito

source: Please wait while your hard drive is being partitioned
es: Por favor espere mientras particionamos el disco duro

source: Possible causes for this are a corrupted download or a badly burnt cd. You can try the following options
es: Posibles causas de este problema son: una imágen ISO corrupta or no grabado en CD correctamente. Intente las siguientes sugerencias.

source: Preparation
es: Preparación

source: Preparing hard disk for new partitioning structure. Please wait
es: Preparando su disco duro para la nueva estructura de particiones... Por favor espere un momento.

source: Process Overview
es: Resumen del Proceso

source: Quit
es: Cancelar

source: Regional Settings
es: Valores Regionales

source: Resize partitions using Gparted
es: Ajustar particiones utilizando GParted

source: Resize your existing partitions to make room for a VectorLinux partition scheme
es: Encoger sus particiones existentes para crear el espacio requerido por VectorLinux

source: Restart Now
es: Reiniciar Ahora

source: SYSTEM RESTART SUGGESTED
es: SUGERENCIA: RE-INICIE SU SYSTEMA

source: Scanning
es: Buscando en

source: Scanning for CD Media ... Please wait
es: Buscando medios de instalacion en CDROM. Por favor espere

source: Scanning system for installable ISO images
es: Buscando medios de instalacion en imagenes ISO.

source: Scanning system partitions for installation files
es: Buscando medios de instalacion en particiones del sistema

source: Search Again
es: Buscar Nuevamente

source: Searching for unused space on your hard drive... please wait
es: Buscando espacio libre en su disco duro ... Por favor espere un momento.

source: Select Installation Source
es: Seleccione el medio de instalacion

source: Select Installation source from the list below
es: Seleccione la fuente instalacion de esta lista

source: Select Language
es: Selección de Lenguage

source: Select Media
es: Medio de Instalación

source: Select one of the following options
es: Elija una de las siguentes opciones

source: Select the location on your hard drive where you would like to install VectorLinux
es: Seleccione el blanco de su installación en el disco duro.

source: Select the partitioning method you would like to use
es: Seleccione el método de particionado que desea utilizar

source: Select which partitions to use for installation
es: Elija las partiiones que se utilizarán en la instalación

source: Select your keyboard layout
es: Seleccione el diseño de su teclado

source: Select your keyboard model
es: Seleccione el model de su teclado

source: Select your language
es: Seleccione su idioma

source: Size
es: Tamaño

source: Software Selection
es: Selección de Software

source: Spanish
es: Español (España)

source: Startup Options
es: Opciones de Arranque

source: Stop
es: Alto

source: System Boot Manager
es: Gestor de Arranque

source: System Configuration
es: Configuración del Sistema

source: Testing file
es: Probando fichero

source: The VectorLinux installer is unable to embed the gparted partitioning utility.
es: No se pudo incorporar la herramienta de particionado (gparted).

source: The following
es: Lo siguiente

source: There has been an error deleting
es: Ha ocurrido un error borrando

source: This feature can help you avoid an unsuccesful installation.
es: Esta función puede ayudarle a evitar una instalacion inservible.

source: This installation media has already been checked. Would you like to check it again?
es: Este medio de instalación ya fué analizado. ¿Le gustaría hacer la prueba otra vez?

source: This option will not harm any data on your hard drive
es: Esta opción no dañará la información contenida en su disco duro

source: This option will not harm any existing data on your hard drive
es: Esta opción no dañará la información contenida en su disco duro

source: This option will wipe out any data on the disk you select.
es: Esta opción eliminará toda la información contenida en el disco que usted seleccione.

source: This process can take a long time to complete.
es: Este proceso puede ser lento y tomar varios minutos para terminar.

source: This step cannot be undone. Are you sure you want to continue?
es: Este paso de la instalación no se puede deshacer. ¿Esta seguro de que quiere continuar?

source: Total Disc Size
es: Tamaño del Disco

source: Unable to find any hard drives with enough unpartitioned space. Please go back and select another partitioning method
es: No se ha encontrado ningún disco que contenga suficiento espacio libre para continuar. Por favor regrese y elija otro método de particionado

source: Unable to find enough un-used space to perform auto-partition.
es: No hay suficiente espacio vacío en su sistema para particionar automáticamente

source: Unable to find enough un-used space to perform auto-partition. Please consider using a different partitioning option.
es: No se encontró suficiente espacio libre para particionar el sistema automáticamente. Por favor utilize otro modo de particionado.

source: Unable to format
es: No se pudo formatear

source: Use Entire Hard Disk for VectorLinux
es: Utilizar el disco completo

source: Use Existing
es: Utilizar Existente

source: Use entire disk
es: Disco Completo

source: Use free space on existing partitions for VectorLinux
es: Instalar VectorLinux en el espacio libre de mis partitiones actuales

source: Use the partitioning tool to prepare your system partitions.
es: Utilizar la herramienta de particionado (gparted) para prepara mi sistema.

source: Use this box to test your keyboard settings
es: Area de prueba

source: Use unpartitioned space on my hard disk (creates new partitions)
es: Utilizar espacio vacío en mi disco para instalar VectorLinux (Crear particiones nuevas)

source: User Accounts
es: Usuarios

source: VectorLinux Installer
es: Instalador de VectorLinux

source: VectorLinux is about to launch the GParted partitioning tool. Use this utility to
es: VectorLinux ha integrado la herramienta de particionado (gparted). Use esta para

source: Vectorlinux has detected an existing swap partition in your system.
es: VectorLinux ha detectado una particion de intercambio (swap) en sy sistema.

source: Verify Installation Files
es: Verificar archivos de instalacion antes de instalar

source: Verifying data on compressed package
es: Verificando la informacion en el paquete comprimido

source: Verifying installation files can prevent you from performing an unsuccessful install
es: Este proceso puede ayudar a asegurar que la instalacion sea exitosa.

source: WARNING:
es: ADVERTENCIA:

source: We are unable to find any hard disks with enough unpartitioned space for this operation.
es: No se ha encontrado ningún disco con suficiente espacio vacío para utilizar esta función

source: When you are finished, you will need to exit the utility from the
es: Cuando haya terminado, necesitará cerrar la aplicacion del menú

source: Would you like to let VectorLinux use this partition or create a new one?
es: ¿Desea que VectorLinux utilize esta partición, ó crear una nueva?

source: Yes
es: Sí

source: You have already selected
es: Ya se ha seleccionado

source: Your computer will restart in 10 seconds
es: Su sistema re-iniciará en 10 segundos

source: Your system still contains some non-linux partitions. If you still have a Windows operating system installed, it is recomended
es: Su sistema aún contiene particiones propias de otros sistemas operativos. Si alguna de estas aún tiene una instalacion de Windows, le recomendamos

source: as your
es: como su

source: button to restart your computer now, or click
es: para re-iniciar su sistema, ó haz click en

source: has failed the data integrity test. All required packages have passed this test
es: falló la prueba de integridad. Todos los paquetes requeridos (vitales) lo han pasado

source: has failed the integrity test. It is not safe to continue
es: falló la prueba de integridad. El futuro de esta instalacion no está asegurado

source: in
es: en

source: in partition
es: en particion

source: is about to be deleted.
es: será borrado completamente

source: menu
es: menú

source: move, resize, delete or create partitions.
es: mover, reajustar, borrar o crear nuevas particiones.

source: of
es: de

source: of free space
es: de espacio libre

source: on
es: en

source: partition.
es: particion.

source: partitioning your hard drives.
es: particionar sus discos duros

source: required
es: requerido

source: that you reboot your system at this time.
es: que re-inicie su sistema ahora

source: to
es: a

source: to abort this process at any time
es: Para detener este proceso

source: to continue
es: para continuar

source: to continue without restarting.
es: para continue sin re-iniciar.
